// Notifications
"MESSAGE_TEXT" = "%1$@: %2$@";
"MESSAGE_NOTEXT" = "%1$@ даслаў(ла) Вам паведамленьне";
"MESSAGE_PHOTO" = "%1$@ даслаў(ла) Вам фота";
"MESSAGE_VIDEO" = "%1$@ даслаў(ла) Вам відэа";
"MESSAGE_CONTACT" = "%1$@ падзяліў(ла)ся з Вамі кантактам";
"MESSAGE_GEO" = "%1$@ даслаў(ла) Вам мапу";
"MESSAGE_DOC" = "%1$@ даслаў(ла) Вам файл";
"MESSAGE_AUDIO" = "%1$@ даслаў(ла) Вам галасавое паведамленьне";
"MESSAGE_GIF" = "%1$@ даслаў(ла) Вам GIF";
"ENCRYPTED_MESSAGE" = "Вы маеце новае паведамленьне%1$@";
"LOCKED_MESSAGE" = "Вы маеце новае паведамленьне%1$@";
"ENCRYPTION_REQUEST" = "Новы запыт на шыфраваньне%1$@";
"ENCRYPTION_ACCEPT" = "Ваш запыт на шыфраваньне прынялі%1$@";
"DC_UPDATE" = "Адчыніце гэтае апавяшчэньне, каб абнавіць налады дадатка";

"CHAT_JOINED" = "%1$@ далучыў(ла)ся да суполкі «%2$@»";

"CHAT_MESSAGE_TEXT" = "%1$@@%2$@: %3$@";
"CHAT_MESSAGE_NOTEXT" = "%1$@ даслаў(ла) паведамленьне ў суполку «%2$@»";
"CHAT_MESSAGE_PHOTO" = "%1$@ даслаў(ла) фота ў суполку «%2$@»";
"CHAT_MESSAGE_VIDEO" = "%1$@ даслаў(ла) відэа ў суполку «%2$@»";
"CHAT_MESSAGE_CONTACT" = "%1$@ падзяліў(ла)ся кантактам у суполцы «%2$@»";
"CHAT_MESSAGE_GEO" = "%1$@ даслаў(ла) мапу ў суполку «%2$@»";
"CHAT_MESSAGE_DOC" = "%1$@ даслаў(ла) файл у суполку «%2$@»";
"CHAT_MESSAGE_AUDIO" = "%1$@ даслаў(ла) галасавое паведамленьне ў суполку «%2$@»";
"CHAT_MESSAGE_GIF" = "%1$@ даслаў(ла) GIF у суполку «%2$@»";
"CHAT_CREATED" = "%1$@ запрасіў(ла) Вас у суполку «%2$@»";
"CHAT_TITLE_EDITED" = "%1$@ зьмяніў(ла) назву суполкі «%2$@»";
"CHAT_PHOTO_EDITED" = "%1$@ зьмяніў(ла) фота суполкі «%2$@»";
"CHAT_ADD_MEMBER" = "%1$@ запрасіў(ла) %3$@ у суполку «%2$@»";
"CHAT_ADD_YOU" = "%1$@ запрасіў(ла) Вас у суполку «%2$@»";
"CHAT_DELETE_YOU" = "%1$@ выдаліў(ла) Вас з суполкі «%2$@»";
"CHAT_DELETE_MEMBER" = "%1$@ выдаліў(ла) %3$@ з суполкі «%2$@»";
"CHAT_LEFT" = "%1$@ пакінуў(ла) суполку «%2$@»";
"CHAT_RETURNED" = "%1$@ вярнуў(ла)ся ў суполку «%2$@»";

"MESSAGE_STICKER" = "%1$@ даслаў(ла) Вам стыкер";
"CHAT_MESSAGE_STICKER" = "%1$@ даслаў(ла) стыкер у суполку «%2$@»";

"CONTACT_JOINED" = "%1$@ цяпер у Telegram!";
"CONTACT_ACTIVATED" = "%1$@ дапамог(агла) актываваць Ваш уліковы запіс!";

"AUTH_UNKNOWN" = "Уваход з новай прылады %1$@";
"AUTH_REGION" = "Уваход з новай прылады %1$@, месцазнаходжаньне: %2$@";

"MESSAGE_FWDS" = "%1$@ пераслаў(ла) Вам %2$@ паведамленьня(яў)";
"CHAT_MESSAGE_FWDS" = "%1$@ пераслаў(ла) %3$@ паведамленьня(яў) у суполку «%2$@»";

"CHANNEL_MESSAGE_TEXT" = "%1$@: %2$@";
"CHANNEL_MESSAGE_NOTEXT" = "%1$@ апублікаваў(ла) паведамленьне";
"CHANNEL_MESSAGE_PHOTO" = "%1$@ апублікаваў(ла) фота";
"CHANNEL_MESSAGE_VIDEO" = "%1$@ апублікаваў(ла) відэа";
"CHANNEL_MESSAGE_DOC" = "%1$@ апублікаваў(ла) дакумэнт";
"CHANNEL_MESSAGE_STICKER" = "%1$@ апублікаваў(ла) стыкер";
"CHANNEL_MESSAGE_AUDIO" = "%1$@ апублікаваў(ла) галасавое паведамленьне";
"CHANNEL_MESSAGE_CONTACT" = "%1$@ апублікаваў(ла) кантакт";
"CHANNEL_MESSAGE_GEO" = "%1$@ апублікаваў(ла) мапу";
"CHANNEL_MESSAGE_FWDS" = "%1$@ апублікаваў(ла) %2$@ перасланых паведамленьняў";
"CHANNEL_MESSAGE_GIF" = "%1$@ апублікаваў(ла) GIF";

// Common
"Common.OK" = "Добра";
"Common.Cancel" = "Скасаваць";
"Common.Edit" = "Рэдаґаваць";
"Common.edit" = "рэдаґаваць";
"Common.Done" = "Гатова";
"Common.Next" = "Далей";
"Common.Delete" = "Выдаліць";
"Common.Create" = "Стварыць";
"Common.Back" = "Назад";
"Common.Close" = "Зачыніць";
"Common.Yes" = "Так";
"Common.No" = "Не";
"Common.TakePhotoOrVideo" = "Зрабіць фота або відэа";
"Common.TakePhoto" = "Зрабіць фота";
"Common.ChoosePhoto" = "Абраць фота";
"Common.ChooseVideo" = "Абраць відэа";
"Common.of" = "з";
"Common.Search" = "Пошук";
"Common.More" = "Болей";
"Common.Select" = "Абраць";

// State
"State.connecting" = "злучэньне";
"State.updating" = "абнаўленьне";
"State.Connecting" = "Злучэньне...";
"State.Updating" = "Абнаўленьне...";
"State.WaitingForNetwork" = "Чаканьне злучэньня";

// Presence
"Presence.online" = "тут";
"Presence.offline" = "ня тут";
"Presence.invisible" = "нябачны(ая)";

// Date
"Month.GenJanuary" = "студзеня";
"Month.GenFebruary" = "лютага";
"Month.GenMarch" = "сакавіка";
"Month.GenApril" = "красавіка";
"Month.GenMay" = "траўня";
"Month.GenJune" = "чэрвеня";
"Month.GenJuly" = "ліпеня";
"Month.GenAugust" = "жніўня";
"Month.GenSeptember" = "верасьня";
"Month.GenOctober" = "кастрычніка";
"Month.GenNovember" = "лістапада";
"Month.GenDecember" = "сьнежня";
"Month.ShortJanuary" = "сту";
"Month.ShortFebruary" = "лют";
"Month.ShortMarch" = "сак";
"Month.ShortApril" = "кра";
"Month.ShortMay" = "тра";
"Month.ShortJune" = "чэр";
"Month.ShortJuly" = "ліп";
"Month.ShortAugust" = "жні";
"Month.ShortSeptember" = "вер";
"Month.ShortOctober" = "кас";
"Month.ShortNovember" = "ліс";
"Month.ShortDecember" = "сьне";
"Weekday.ShortMonday" = "пн";
"Weekday.ShortTuesday" = "аўт";
"Weekday.ShortWednesday" = "ср";
"Weekday.ShortThursday" = "чц";
"Weekday.ShortFriday" = "пт";
"Weekday.ShortSaturday" = "сб";
"Weekday.ShortSunday" = "ндз";
"Weekday.Monday" = "панядзелак";
"Weekday.Tuesday" = "аўторак";
"Weekday.Wednesday" = "серада";
"Weekday.Thursday" = "чацьвер";
"Weekday.Friday" = "пятніца";
"Weekday.Saturday" = "субота";
"Weekday.Sunday" = "нядзеля";

"Time.TodayAt" = "сёньня а %@";
"Time.YesterdayAt" = "учора а %@";

"LastSeen.JustNow" = "толькі што быў(ла) тут";
"LastSeen.MinutesAgo_1" = "быў(ла) тут хвіліну таму"; //one
"LastSeen.MinutesAgo_2" = "быў(ла) тут 2 хвіліны таму"; //two
"LastSeen.MinutesAgo_3_10" = "быў(ла) тут %@ хвіліны(аў) таму"; //three to ten
"LastSeen.MinutesAgo_any" = "быў(ла) тут %@ хвіліны(аў) таму"; // more than ten
"LastSeen.HoursAgo_1" = "быў(ла) тут гадзіну таму";
"LastSeen.HoursAgo_2" = "быў(ла) тут 2 гадзіны таму";
"LastSeen.HoursAgo_3_10" = "быў(ла) тут %@ гадзіны(аў) таму";
"LastSeen.HoursAgo_any" = "быў(ла) тут %@ гадзіны(аў) таму";
"LastSeen.TodayAt" = "быў(ла) тут сёньня а %@";
"LastSeen.YesterdayAt" = "быў(ла) тут учора а %@";
"LastSeen.AtWeekday" = "быў(ла) тут %@";
"LastSeen.AtDate" = "быў(ла) тут %@";
"LastSeen.Lately" = "нядаўна быў(ла) тут ";
"LastSeen.WithinAWeek" = "быў(ла) тут на гэтым тыдні";
"LastSeen.WithinAMonth" = "быў(ла) тут у гэтым месяцы";
"LastSeen.ALongTimeAgo" = "быў(ла) тут дужа даўно";

"Date.DialogDateFormat" = "{day} {month}";

// Tour
"Tour.Title1" = "Telegram";
"Tour.Text1" = "Самы **хуткі** дадатак-мэсэнджэр у сьвеце.\nА таксама **бясплатны** й **бясьпечны**.";

"Tour.Title2" = "Хуткі";
"Tour.Text2" = "**Telegram** дастаўляе паведамленьні\nхутчэй за любы іншы мэсэнджэр.";

"Tour.Title3" = "Магутны";
"Tour.Text3" = "**Telegram** не абмяжоўвае памер\nВашых размоваў і матар'ялаў.";

"Tour.Title4" = "Бясьпечны";
"Tour.Text4" = "**Telegram** абараняе Вашую перапіску\nад хакерскага ўзлому.";

"Tour.Title5" = "Воблачны";
"Tour.Text5" = "**Telegram** дае Вам доступ\nда Вашых размоваў з розных прыладаў.";

"Tour.Title6" = "Бясплатны";
"Tour.Text6" = "**Telegram** заўжды будзе бясплатным. Без рэклямы.\nБяз платы за падпіску.";

"Tour.Title7" = "Канфідэнцыйны";
"Tour.Text7" = "**Вашыя** паведамленьні надзейна зашыфраваныя й могуць самазьнішчацца.";

"Tour.StartButton" = "Пачаць ліставаньне";

// Login
"Login.PhoneAndCountryHelp" = "Калі ласка, праверце код Вашае краіны й пазначце Ваш нумар тэлефону.";
"Login.CodeHelp" = "Мы даслалі Вам SMS з праверачным кодам на нумар\n%@";
"Login.CodeSentInternal" = "Мы даслалі праверачны код на Ваш **Telegram**, які ўсталяваны на іншай прыладзе";
"Login.HaveNotReceivedCodeInternal" = "Не атрымалі праверачны код?";
"Login.CodeSentSms" = "Мы даслалі Вам SMS з праверачным кодам";
"Login.Code" = "Код";
"Login.CallRequestState1" = "Telegram патэлефануе Вам праз %d:%.2d";
"Login.CallRequestState2" = "Запыт тэлефанаваньня ад Telegram...";
"Login.CallRequestState3" = "Telegram набраў Ваш нумар\n[Не атрымалі праверачны код?]";
"Login.EmailNotConfiguredError" = "Калі ласка, дадайце Ваш email.";
"Login.EmailCodeSubject" = "%@, няма праверачнага коду";
"Login.EmailCodeBody" = "Мой тэлефонны нумар:\n%@\nЯ не магу атрымаць праверачны код для Telegram.";
"Login.UnknownError" = "Адбылася памылка. Калі ласка, паспрабуйце пазьней";
"Login.InvalidCodeError" = "Вы ўвялі няслушны праверачны код. Калі ласка, паспрабуйце ізноў.";
"Login.NetworkError" = "Калі ласка, праверце Вашае злучэньне зь Сецівам і паспрабуйце ізноў.";
"Login.CodeExpiredError" = "Тэрмін дзеяньня праверачнага коду скончыўся. Калі ласка, паспрабуйце ізноў.";
"Login.CodeFloodError" = "Ліміт перавышаны. Калі ласка, паспрабуйце пазьней.";
"Login.InvalidPhoneError" = "Памылковы нумар тэлефону. Калі ласка, паспрабуйце ізноў.";
"Login.InvalidFirstNameError" = "Несапраўднае імя. Калі ласка, паспрабуйце ізноў.";
"Login.InvalidLastNameError" = "Несапраўднае прозьвішча. Калі ласка, паспрабуйце ізноў.";
"Login.InactiveHelp" = "Ніводны з Вашых кантактаў\nяшчэ не карыстаецца Telegram.\nМы паведамім Вам, калі нехта далучыцца.\nТаксама Вы можаце запрасіць Вашых сяброў зараз.";
"Login.InviteButton" = "Запрасіць сяброў у размову";

"Login.PhoneTitle" = "Ваш тэлефон";
"Login.PhonePlaceholder" = "Ваш нумар тэлефону";
"Login.CountryCode" = "Код краіны";
"Login.InvalidCountryCode" = "Памылковы код краіны";

"Login.CodeTitle" = "Ваш код";

"Login.InfoTitle" = "Зьвесткі пра Вас";
"Login.InfoAvatarAdd" = "дадаць";
"Login.InfoAvatarPhoto" = "фота";
"Login.InfoFirstNamePlaceholder" = "Імя";
"Login.InfoLastNamePlaceholder" = "Прозьвішча";
"Login.InfoUpdatePhoto" = "Зьмяніць фота";
"Login.InfoDeletePhoto" = "Выдаліць фота";
"Login.InfoHelp" = "Пазначце Вашае імя й дадайце фота.";

// Login.SelectCountry
"Login.SelectCountry.Title" = "Краіна";

// Welcome Screen
"WelcomeScreen.Title" = "Пачнем!";
"WelcomeScreen.Logout" = "Выйсьці";
"WelcomeScreen.Greeting" = "Ласкава вітаем, %@!";
"WelcomeScreen.ContactsAccessDisabled" = "Прабачце, не атрымалася сынхранізаваць кантакты.";
"WelcomeScreen.ContactsAccessHelp" = "Ліставаньне ў Telegram ґрунтуецца на Вашым сьпісе кантактаў. Калі ласка, адчыніце Налады Вашага %@ — Канфідэнцыяльнасьць — Кантакты й перавядзіце перамыкач насупраць «Telegram» у працоўнае становішча.";
"WelcomeScreen.ContactsAccessSettings" = "Налады";
"WelcomeScreen.UpdatingTitle" = "Абнаўленьне";

// Dialog List
"DialogList.TabTitle" = "Размовы";
"DialogList.Title" = "Размовы";
"DialogList.SearchLabel" = "Пошук паведамленьняў або карыстальнікаў";
"DialogList.SelectContact" = "Абраць кантакт";
"DialogList.SelectContacts" = "Абраць кантакты";
"DialogList.Create" = "Стварыць";
"DialogList.NoMessagesTitle" = "Пакуль Вы ня маеце размоваў";
"DialogList.NoMessagesText" = "Пачніце ліставаньне, націснуўшы кнопку з алоўкам у правым верхнім куце, або перайшоўшы ў «Кантакты» і абраўшы суразмоўца.";
"DialogList.SingleTypingSuffix" = "%@ піша";
"DialogList.SingleRecordingAudioSuffix" = "%@ робіць аўдыёзапіс";
"DialogList.SingleUploadingPhotoSuffix" = "%@ дасылае фота";
"DialogList.SingleUploadingVideoSuffix" = "%@ дасылае відэа";
"DialogList.SingleUploadingFileSuffix" = "%@ дасылае файл";
"DialogList.MultipleTypingSuffix" = "%d пішуць";
"DialogList.Typing" = "піша";
"DialogList.ClearHistoryConfirmation" = "Ачысьціць гісторыю";
"DialogList.DeleteConversationConfirmation" = "Выдаліць і выйсьці";
"DialogList.AwaitingEncryption" = "Чакаем, калі %@ зьявіцца тут...";
"DialogList.EncryptionRejected" = "Сакрэтная размова скасаваная";
"DialogList.EncryptionProcessing" = "Абмен ключамі шыфраваньня...";
"DialogList.EncryptedChatStartedOutgoing" = "%@ далучыў(ла)ся да Вашай сакрэтнай размовы.";
"DialogList.EncryptedChatStartedIncoming" = "%@ стварыў(ла) сакрэтную размову.";
"DialogList.Conversations" = "Размовы";
"DialogList.Messages" = "Паведамленьні";

// Compose
"Compose.TokenListPlaceholder" = "Каму Вы жадаеце напісаць?";
"Compose.NewMessage" = "Новае паведамленьне";
"Compose.NewGroup" = "Новая суполка";
"Compose.NewEncryptedChat" = "Новая сакрэтная размова";
"Compose.NewBroadcast" = "Сьпіс рассыланьня";
"Compose.NewBroadcastButton" = "Новае рассыланьне";
"Compose.Recipients" = "Атрымальнікі";
"Compose.Create" = "Стварыць";

// Contacts
"Contacts.TabTitle" = "Кантакты";
"Contacts.Title" = "Кантакты";
"Contacts.Invite" = "Запрасіць";
"Contacts.contact" = "кантакт";
"Contacts.contacts" = "кантакты";
"Contacts.contactsvar" = "кантакты";
"Contacts.InvitationText" = "Вітаю! Запрашаю Цябе ў Telegram http://telegram.org/dl";
"Contacts.FailedToSendInvitesMessage" = "Адбылася памылка.";
"Contacts.AccessDeniedError" = "Telegram ня мае доступу да Вашых кантактаў";
"Contacts.AccessDeniedHelpLandscape" = "Калі ласка, адчыніце Налады Вашага %@ — Канфідэнцыяльнасьць — Кантакты.\nЗатым перавядзіце перамыкач насупраць «Telegram» у працоўнае становішча.";
"Contacts.AccessDeniedHelpPortrait" = "Калі ласка, адчыніце Налады Вашага %@ — Канфідэнцыяльнасьць — Кантакты.\nЗатым перавядзіце перамыкач насупраць «Telegram» у працоўнае становішча.";
"Contacts.AccessDeniedHelpON" = "УКЛ";
"Contacts.InviteToTelegram" = "Запрасіць у Telegram";
"Contacts.InviteFriends" = "Запрасіць сяброў";
"Contacts.SelectAll" = "Абраць усіх";

// Conversation
"Conversation.InputTextPlaceholder" = "Паведамленьне";
"Conversation.Send" = "Даслаць";
"Conversation.typing" = "піша";
"Conversation.MessageDeliveryFailed" = "Вашае паведамленьне не даслалі. Націсьніце \"Перадаслаць\", каб паспрабаваць ізноў.";
"Conversation.MessageDialogEdit" = "Рэдаґаваць";
"Conversation.MessageDialogRetry" = "Перадаслаць";
"Conversation.MessageDialogRetryAll" = "Перадаслаць %1$d паведамленьня(яў)";
"Conversation.MessageDialogDelete" = "Выдаліць";
"Conversation.LinkDialogOpen" = "Адчыніць";
"Conversation.LinkDialogCopy" = "Cкапіяваць";
"Conversation.EditDelete" = "Выдаліць";
"Conversation.EditForward" = "Пераслаць";
"Conversation.ForwardToPersonFormat" = "Пераслаць %@?";
"Conversation.ForwardToGroupFormat" = "Пераслаць у суполку «%@»?";
"Conversation.ForwardTitle" = "Пераслаць";
"Conversation.ForwardChats" = "Размовы";
"Conversation.ForwardContacts" = "Кантакты";
"Conversation.StatusKickedFromGroup" = "Вас выдалілі з суполкі";
"Conversation.StatusLeftGroup" = "Вы пакінулі суполку";
"Conversation.StatusTyping" = "піша";
"Conversation.BroadcastTitle" = "Рассыланьне";
"Conversation.Call" = "Патэлефанаваць";
"Conversation.Mute" = "Выключыць апавяшчэньні";
"Conversation.Unmute" = "Уключыць апавяшчэньні";
"Conversation.Edit" = "Рэдаґаваць";
"Conversation.Info" = "Зьвесткі";
"Conversation.Search" = "Пошук";
"Conversation.Block" = "Заблякаваць";
"Conversation.Unblock" = "Разблякаваць";
"Conversation.ClearAll" = "Выдаліць усё";
"Conversation.Location" = "Месцазнаходжаньне";
"Conversation.Document" = "Даслаць файл";
"Conversation.Contact" = "Кантакт";
"Conversation.BlockUser" = "Заблякаваць карыстальніка";
"Conversation.UnblockUser" = "Разблякаваць карыстальніка";
"Conversation.DeleteGroup" = "Выдаліць гэтую суполку";
"Conversation.DeleteChat" = "Выдаліць гэтую размову";
"Conversation.ClearAllConfirmation" = "Выдаліць усе паведамленьні?";
"Conversation.SearchImages" = "Пошук выяў";
"Conversation.UnsupportedMedia" = "Гэтае паведамленьне не падтрымліваецца Вашай вэрсіяй Telegram. Калі ласка, абнавіце дадатак, каб праглядзець яго:\nhttp://telegram.org/update";
"Conversation.EncryptionWaiting" = "Чакаем, калі %@ зьявіцца тут...";
"Conversation.EncryptionProcessing" = "Абмен ключамі шыфраваньня...";
"Conversation.SupportPlaceholder" = "Маеце пытаньні наконт Telegram?";
"Conversation.EmptyPlaceholder" = "Пакуль паведамленьняў няма...";
"Conversation.EncryptedPlaceholderTitleIncoming" = "%@ запрасіў(ла) Вас далучыцца да сакрэтнай размовы.";
"Conversation.EncryptedPlaceholderTitleOutgoing" = "Вы запрасілі %@ далучыцца да сакрэтнай размовы.";
"Conversation.EncryptedDescriptionTitle" = "Сакрэтныя размовы:";
"Conversation.EncryptedDescription1" = "Выкарыстоўваюць end-to-end шыфраваньне";
"Conversation.EncryptedDescription2" = "Не пакідаюць сьлядоў на нашых сэрвэрах";
"Conversation.EncryptedDescription3" = "Маюць таймэр самазьнішчэньня";
"Conversation.EncryptedDescription4" = "Не дазваляюць перасыланьня";
"Conversation.EncryptedForwardingAlert" = "Прабачце, Вы ня можаце перасылаць паведамленьні з сакратнай размовы.";
"Conversation.ContextMenuCopy" = "Cкапіяваць";
"Conversation.ContextMenuDelete" = "Выдаліць";
"Conversation.ContextMenuForward" = "Пераслаць";
"Conversation.ContextMenuMore" = "Болей...";

"Conversation.StatusMembers_1" = "1 удзельнік";
"Conversation.StatusMembers_2" = "2 удзельнікі";
"Conversation.StatusMembers_3_10" = "%@ удзельнікі(аў)";
"Conversation.StatusMembers_any" = "%@ удзельнікі(аў)";

"Conversation.StatusRecipients_1" = "1 атрымальнік";
"Conversation.StatusRecipients_2" = "2 атрымальнікі";
"Conversation.StatusRecipients_3_10" = "%@ атрымальнікі(аў)";
"Conversation.StatusRecipients_any" = "%@ атрымальнікі(аў)";

"Conversation.StatusOnline_1" = "1 тут";
"Conversation.StatusOnline_2" = "2 тут";
"Conversation.StatusOnline_3_10" = "%@ тут";
"Conversation.StatusOnline_any" = "%@ тут";

"Conversation.UnreadMessages" = "Непрачытаныя паведамленьні";
"Conversation.InfoGroup" = "Суполка";
"Conversation.InfoPrivate" = "Кантакт";
"Conversation.InfoBroadcastList" = "Сьпіс";

// Notification
"Notification.RenamedChat" = "%@ пераназваў(ла) суполку";
"Notification.RenamedChannel" = "Канал пераназваны";
"Notification.ChangedGroupPhoto" = "%@ зьмяніў(ла) фота суполкі";
"Notification.RemovedGroupPhoto" = "%@ выдаліў(ла) фота суполкі";
"Notification.ChangedUserPhoto" = "%@ дадаў(ла) новае фота профіля";
"Notification.RemovedUserPhoto" = "%@ выдаліў(ла) фота профіля";
"Notification.JoinedChat" = "%@ далучыў(ла)ся да суполкі";
"Notification.Invited" = "%@ запрасіў(ла) %@";
"Notification.LeftChat" = "%@ пакінуў(ла) суполку";
"Notification.Kicked" = "%@ выдаліў(ла) %@";
"Notification.CreatedChat" = "%@ стварыў(ла) суполку";
"Notification.CreatedChannel" = "Канал створаны";
"Notification.CreatedGroup" = "Суполка створаная";
"Notification.CreatedBroadcastList" = "Вы стварылі сьпіс рассыланьня";
"Notification.CreatedChatWithTitle" = "%@ стварыў(ла) суполку «%@»";
"Notification.Joined" = "%@ цяпер у Telegram!";
"Notification.ChangedGroupName" = "%@ зьмяніў(ла) назву суполкі на «%@»";
"Notification.NewAuthDetected" = "%1$@,\nУ Ваш уліковы запіс увайшлі з новай прылады ў «%2$@, %3$@ а %4$@»\n\nПрылада: %5$@\nМесцазнаходжаньне: %6$@\n\nКалі ўвайшлі ня Вы, Вы можаце спыніць гэтую сэсію ў «Налады — Канфідэнцыяльнасьць і Бясьпека — Сэсіі».\n\nКалі Вы лічыце, што нехта ўвайшоў у Ваш уліковы запіс супраць Вашай волі, Вы можаце ўключыць двухэтапную праверку ў наладах Канфідэнцыяльнасьці й Бясьпекі.\n\nЗ павагай,\nКаманда Telegram";
"Notification.EncryptedChatRequested" = "Сакрэтная размова запытаная";
"Notification.EncryptedChatAccepted" = "Сакрэтная размова пачатая";
"Notification.MessageLifetimeChanged" = "%1$@ усталяваў(ла) таймэр самазьнішчэньня на %2$@";
"Notification.MessageLifetimeChangedOutgoing" = "Вы ўсталявалі таймэр самазьнішчэньня на %1$@";
"Notification.MessageLifetimeRemoved" = "%1$@ адключыў таймэр самазьнішчэньня";
"Notification.MessageLifetimeRemovedOutgoing" = "Вы адключылі таймэр самазьнішчэньня";
"Notification.MessageLifetime2s" = " 2 сэкунды";
"Notification.MessageLifetime5s" = "5 сэкундаў";
"Notification.MessageLifetime1m" = "1 хвіліна";
"Notification.MessageLifetime1h" = "1 гадзіна";
"Notification.MessageLifetime1d" = "1 дзень";
"Notification.MessageLifetime1w" = "1 тыдзень";

// Message
"Message.Photo" = "Фота";
"Message.Video" = "Відэа";
"Message.Location" = "Месцазнаходжаньне";
"Message.Contact" = "Кантакт";
"Message.File" = "Файл";
"Message.Sticker" = "Стыкер";
"Message.Audio" = "Галасавое паведамленьне";
"Message.ForwardedMessage" = "Перасланае паведамленьне\nАд: %@";
"Message.SharedContact" = "Падзелены кантакт";
"Message.Animation" = "GIF";

// Conversation Profile
"ConversationProfile.ErrorCreatingConversation" = "Адбылася памылка";
"ConversationProfile.UserLeftChatError" = "Прабачце, %@ вырашыў(ла) пакінуць гэтую суполку. Вы ня можаце вярнуць яго(яе).";
"ConversationProfile.UnknownAddMemberError" = "Прабачце, адбылася нечаканая памылка. Нашых майстроў апавясьцілі й яны вырашаць гэтую праблему ў бліжэйшы час.";
"ConversationProfile.UsersTooMuchError" = "Прабачце, гэтая суполка . Вы ня можаце дадаць сюды болей удзельнікаў.";

"ConversationProfile.LeaveDeleteAndExit" = "Выдаліць і выйсьці";

"Conversation.DownloadPhoto" = "Спампаваць фота";
"Conversation.ViewPhoto" = "View Photo";
"Conversation.PlayVideo" = "Play Video";
"Conversation.Play" = "Play";
"Conversation.Stop" = "Stop";
"Conversation.ViewFile" = "View File";
"Conversation.Download" = "Спампаваць";
"Conversation.DownloadMegabytes" = "Download %.1fMb";
"Conversation.DownloadKilobytes" = "Download %dKb";
"Conversation.Megabytes" = "%.1fMb";
"Conversation.Kilobytes" = "%dKb";
"Conversation.Bytes" = "%db";
"Conversation.DownloadProgressMegabytes" = "%1$.1fMb / %2$.1fMb";
"Conversation.DownloadProgressKilobytes" = "%1$dKb / %2$dKb";
"Conversation.ViewLocation" = "Паглядзець месцазнаходжаньне";
"Conversation.SearchWebImages" = "Find Images";
"Conversation.ShareMyContactInfo" = "Падзяліцца маёй кантактнай інфармацыяй";
"Conversation.AddContact" = "Дадаць кантакт";
"Conversation.SendMessage" = "Даслаць паведамленьне";
"Conversation.EncryptionCanceled" = "Сакрэтная размова скасаваная";
"Conversation.DeleteOneMessage" = "Выдаліць паведамленьне";
"Conversation.DeleteManyMessages" = "Выдаліць паведамленьні";
"Conversation.View" = "Паглядзець";
"Conversation.Download" = "Спампаваць";
"Conversation.SlideToCancel" = "Slide to cancel";
"Conversation.ApplyLocalization" = "Apply Localization";
"Conversation.OpenFile" = "Open File";
"Conversation.MicrophoneAccessDisabled" = "Telegram needs access to your microphone for voice messages. Please go to Settings — Privacy — Microphone and set Telegram to ON.";

// Media Picker
"MediaPicker.Send" = "Даслаць";
"MediaPicker.Choose" = "Choose";
"SearchImages.SearchImages" = "Пошук выяў";
"SearchImages.Title" = "Albums";
"MediaPicker.CameraRoll" = "Camera Roll";
"SearchImages.NoImagesFound" = "No images found";
"MediaPicker.AccessDeniedError" = "Telegram does not have access to your photos";
"MediaPicker.AccessDeniedHelp" = "Please go to your %@ Settings — Privacy — Photos.\nThen select ON for Telegram.";
"SearchImages.Downloading#Kb" = "Downloading %d Kb";
"SearchImages.Downloading#Mb" = "Downloading %d Mb";
"SearchImages.ImageNofM" = "Image %1$@ of %2$@";
"SearchImages.DownloadCancelled" = "Download cancelled";
"SearchImages.ErrorDownloadingImage" = "Error downloading image";
"SearchImages.SkipImage" = "Skip Image";
"SearchImages.RetryDownload" = "Retry Download";

// User Profile
"Profile.ImageUploadError" = "An error occurred. Please try again later.";
"Profile.PhonebookAccessDisabled" = "To make this feature work, please go to your iPhone's Settings — Privacy — Contacts and select ON for Telegram.";
"Profile.CreateEncryptedChatError" = "Адбылася памылка.";
"Profile.CreateEncryptedChatOutdatedError" = "Cannot create a secret chat with %@.\n%@ is using an older version of Telegram and needs to update first.";
"Profile.CreateNewContact" = "Create New Contact";
"Profile.AddToExisting" = "Add to Existing Contact";
"Profile.EncryptionKey" = "Encryption Key";
"Profile.MessageLifetime" = "Self-Destruct Timer";
"Profile.MessageLifetimeForever" = "Off";
"Profile.MessageLifetime2s" = "2s";
"Profile.MessageLifetime5s" = "5s";
"Profile.MessageLifetime1m" = "1m";
"Profile.MessageLifetime1h" = "1h";
"Profile.MessageLifetime1d" = "1d";
"Profile.MessageLifetime1w" = "1w";
"Profile.ShareContactButton" = "Share Contact";
"Profile.ShareContactPersonFormat" = "Send contact to %@?";
"Profile.ShareContactGroupFormat" = "Send contact to %@?";

// User Info
"UserInfo.Title" = "Зьвесткі";
"UserInfo.FirstNamePlaceholder" = "First Name";
"UserInfo.LastNamePlaceholder" = "Last Name";
"UserInfo.GenericPhoneLabel" = "mobile";
"UserInfo.SendMessage" = "Даслаць паведамленьне";
"UserInfo.AddContact" = "Дадаць кантакт";
"UserInfo.ShareContact" = "Share Contact";
"UserInfo.StartSecretChat" = "Start Secret Chat";
"UserInfo.DeleteContact" = "Delete Contact";
"UserInfo.CreateNewContact" = "Create New Contact";
"UserInfo.AddToExisting" = "Add to Existing";
"UserInfo.AddPhone" = "add phone";
"UserInfo.NotificationsEnabled" = "Enabled";
"UserInfo.NotificationsDisabled" = "Disabled";
"UserInfo.NotificationsEnable" = "Enable";
"UserInfo.NotificationsDisable" = "Disable";
"UserInfo.Invite" = "Запрасіць у Telegram";

// New Contact
"NewContact.Title" = "New Contact";

// Phone Label
"PhoneLabel.Title" = "Label";

// Secret Chat
"SecretChat.Title" = "Secret Chat";

// Group Info
"GroupInfo.Title" = "Group Info";
"GroupInfo.GroupNamePlaceholder" = "Group Name";
"GroupInfo.BroadcastListNamePlaceholder" = "List Name";
"GroupInfo.SetGroupPhoto" = "Set Group Photo";
"GroupInfo.SetGroupPhotoStop" = "Stop";
"GroupInfo.SetGroupPhotoDelete" = "Выдаліць фота";
"GroupInfo.Notifications" = "Notifications";
"GroupInfo.Sound" = "Sound";
"GroupInfo.SharedMedia" = "Shared Media";
"GroupInfo.SharedMediaNone" = "None";
"GroupInfo.DeleteAndExit" = "Выдаліць і выйсьці";
"GroupInfo.DeleteAndExitConfirmation" = "You will not be able to join this group again.";
"GroupInfo.ParticipantCount_1" = "1 MEMBER";
"GroupInfo.ParticipantCount_2" = "2 MEMBERS";
"GroupInfo.ParticipantCount_3_10" = "%@ MEMBERS";
"GroupInfo.ParticipantCount_any" = "%@ MEMBERS";
"GroupInfo.AddParticipant" = "Add Member";
"GroupInfo.AddParticipantTitle" = "Кантакты";
"GroupInfo.AddParticipantConfirmation" = "Add %@ to the group?";
"GroupInfo.KickedStatus" = "You were removed from the group";
"GroupInfo.LeftStatus" = "You have left the group";

// Encryption Key
"EncryptionKey.Title" = "Encryption Key";
"EncryptionKey.Description" = "This image and text were derived from the encryption key for this secret chat with %1$@.\n\n If they look the same on %2$@'s device, end-to-end encryption is guaranteed.\n\nLearn more at telegram.org";

// Conversation media
"ConversationMedia.Title" = "Media";
"ConversationMedia.EmptyTitle" = "No Photos or Videos";

// Preview
"Preview.VideoNotYetDownloaded" = "Download the video first.";
"Preview.GroupPhotoTitle" = "Group Photo";
"Preview.ProfilePhotoTitle" = "Profile Photo";
"Preview.LoadingVideo" = "loading video...";
"Preview.LoadingImage" = "loading full image...";
"Preview.LoadingImages" = "loading full images...";
"Preview.DeletePhoto" = "Выдаліць фота";
"Preview.DeleteVideo" = "Delete Video";
"Preview.ForwardViaTelegram" = "Forward via Telegram";
"Preview.SaveToCameraRoll" = "Save to Camera Roll";

// Map
"Map.ChooseLocationTitle" = "Месцазнаходжаньне";
"Map.MapTitle" = "Map";
"Map.Send" = "Даслаць";
"Map.Map" = "Map";
"Map.Satellite" = "Satellite";
"Map.Hybrid" = "Hybrid";
"Map.AccessDeniedError" = "To make this feature work, please turn on Location Services for Telegram in your iPhone's Privacy Settings.";
"Map.ForwardViaTelegram" = "Forward via Telegram";
"Map.GetDirections" = "Get Directions";
"Map.OpenInGoogleMaps" = "Open in Google Maps";

// Web
"Web.Error" = "Couldn't load page";
"Web.OpenExternal" = "Open in Safari";
"Web.CopyLink" = "Copy Link";

// Document
"Document.TargetConfirmationFormat" = "Send file ({size}) to {target}?";

// Dialog List
"DialogList.You" = "You";

// Settings
"Settings.TabTitle" = "Наладкі";
"Settings.SetProfilePhoto" = "Set Profile Photo";
"Settings.Logout" = "Выйсьці";
"Settings.Title" = "Наладкі";
"Settings.NotificationsAndSounds" = "Notifications and Sounds";
"Settings.ChatSettings" = "Chat Settings";
"Settings.BlockedUsers" = "Blocked Users";
"Settings.ChatBackground" = "Chat Background";
"Settings.Support" = "Ask a Question";
"Settings.FAQ" = "Telegram FAQ";
"Settings.FAQ_URL" = "http://telegram.org/faq#general";
"Settings.FAQ_Intro" = "Please note that Telegram Support is done by volunteers. We try to respond as quickly as possible, but it may take a while.Please take a look at the Telegram FAQ: it has important troubleshooting tips and answers to most questions.";
"Settings.FAQ_Button" = "FAQ";
"Settings.SaveIncomingPhotos" = "Save Incoming Photos";
"Settings.SaveIncomingPhotosHelp" = "Save incoming photos to the Camera Roll.";
"Settings.LogoutError" = "An error occurred. Please try again later.";

// Notifications and Sounds
"Notifications.Title" = "Notifications";
"Notifications.MessageNotifications" = "MESSAGE NOTIFICATIONS";
"Notifications.MessageNotificationsAlert" = "Alert";
"Notifications.MessageNotificationsPreview" = "Message Preview";
"Notifications.MessageNotificationsSound" = "Sound";
"Notifications.MessageNotificationsHelp" = "You can set custom notifications for specific users on their Info page.";

"Notifications.GroupNotifications" = "GROUP NOTIFICATIONS";
"Notifications.GroupNotificationsAlert" = "Alert";
"Notifications.GroupNotificationsPreview" = "Message Preview";
"Notifications.GroupNotificationsSound" = "Sound";
"Notifications.GroupNotificationsHelp" = "You can set custom notifications for specific groups on the Group Info page.";

"Notifications.TextTone" = "Text Tone";
"Notifications.AlertTones" = "ALERT TONES";
"Notifications.ClassicTones" = "CLASSIC";

"Notifications.InAppNotifications" = "IN-APP NOTIFICATIONS";
"Notifications.InAppNotificationsSounds" = "In-App Sounds";
"Notifications.InAppNotificationsVibrate" = "In-App Vibrate";
"Notifications.InAppNotificationsPreview" = "In-App Preview";

"Notifications.Reset" = "Reset";
"Notifications.ResetAllNotifications" = "Reset All Notifications";
"Notifications.ResetAllNotificationsHelp" = "Undo all custom notification settings for all your contacts and groups.";

// Chat Settings
"ChatSettings.Title" = "Chat Settings";
"ChatSettings.Appearance" = "APPEARANCE";
"ChatSettings.TextSize" = "Text Size";
"ChatSettings.TextSizeUnits" = "pt";
"ChatSettings.AutomaticPhotoDownload" = "AUTOMATIC PHOTO DOWNLOAD";
"ChatSettings.AutomaticAudioDownload" = "AUTOMATIC AUDIO DOWNLOAD";
"ChatSettings.PrivateChats" = "Private Chats";
"ChatSettings.Groups" = "Groups";
"ChatSettings.Security" = "SECURITY";
"ChatSettings.Language" = "LANGUAGE";
"ChatSettings.RevertLanguage" = "Revert Language";
"ChatSettings.Cache" = "CACHE";

// Usage
"Cache.Title" = "Cache Settings";
"Cache.ClearCache" = "Clear Cache";
"Cache.ClearCacheAlert" = "Photos, videos and other files from cloud chats will be removed from this device to save disk space.\n\nAll media will stay in the Telegram cloud and can be re-downloaded if you need it again.";
"Cache.KeepMedia" = "Keep Media";
"Cache.Help" = "Photos, videos and other files from cloud chats that you have **not accessed** during this period will be removed from this device to save disk space.\n\nAll media will stay in the Telegram cloud and can be re-downloaded if you need it again.";

// Blocked Users
"BlockedUsers.Title" = "Blocked";
"BlockedUsers.SelectUserTitle" = "Заблякаваць карыстальніка";
"BlockedUsers.AlreadyBlocked" = "This user is already blocked";
"BlockedUsers.BlockUser" = "Заблякаваць карыстальніка";
"BlockedUsers.BlockFormat" = "Block %@?";
"BlockedUsers.BlockTitle" = "Заблякаваць";
"BlockedUsers.LeavePrefix" = "Leave ";
"BlockedUsers.Info" = "Blocked users can't send you messages or add you to groups. They will not see your profile pictures, online and last seen status.";
"BlockedUsers.AddNew" = "Add New...";
"BlockedUsers.Unblock" = "Разблякаваць";

// Wallpaper
"Wallpaper.Title" = "Chat Background";
"Wallpaper.PhotoLibrary" = "Photo Library";
"Wallpaper.Set" = "Set";
"Wallpaper.Wallpaper" = "Wallpaper";

// Update
"Update.Update" = "Update";

// Service
"Service.LocalizationDownloadError" = "Couldn't download localization file. Please check your internet connection and try again.";
"Service.ApplyLocalization" = "Apply Localization?";
"Service.ApplyLocalizationWithWarnings" = "%@\n\nApply Localization?";

"Notification.SecretChatMessageScreenshot" = "%@ took a screenshot!";
"Notification.SecretChatScreenshot" = "Screenshot taken!";

// Broadcast Lists
"DialogList.Broadcast" = "Рассыланьне";
"BroadcastLists.Title" = "Broadcast Lists";
"BroadcastLists.NoListsYet" = "No Lists Yet";
"BroadcastLists.NoListsText" = "With broadcast lists you can easily send messages to many people at once.";

// Broadcast List
"BroadcastListInfo.Title" = "Сьпіс рассылкі";
"BroadcastListInfo.AddRecipient" = "Add Recipient";

// Video
"VideoPreview.OptionSD" = "Normal Size (%@)";
"VideoPreview.OptionHD" = "High Definition (%@)";

"ChatSettings.AutoPlayAudio" = "Autoplay Audio";

"Settings.LogoutConfirmationTitle" = "Log out?";
"Settings.LogoutConfirmationText" = "\nNote that you can seamlessly use Telegram on all your devices at once.\n\nRemember, logging out kills all your Secret Chats.";

"Login.PadPhoneHelp" = "\nYou can use your main mobile number to log in to Telegram on all devices.\nDon't use your iPad's SIM number here — we'll need to send you an SMS.\n\nIs this number correct?\n{number}";
"Login.PadPhoneHelpTitle" = "Your Number";

"MessageTimer.Custom" = "Custom";
"MessageTimer.Title" = "Custom Timer";

"MessageTimer.Forever" = "Forever";

"MessageTimer.Seconds_1" = "%@ second";
"MessageTimer.Seconds_2" = "%@ seconds";
"MessageTimer.Seconds_3_10" = "%@ seconds";
"MessageTimer.Seconds_any" = "%@ seconds";
"MessageTimer.Minutes_1" = "%@ minute";
"MessageTimer.Minutes_2" = "%@ minutes";
"MessageTimer.Minutes_3_10" = "%@ minutes";
"MessageTimer.Minutes_any" = "%@ minutes";
"MessageTimer.Hours_1" = "%@ hour";
"MessageTimer.Hours_2" = "%@ hours";
"MessageTimer.Hours_3_10" = "%@ hours";
"MessageTimer.Hours_any" = "%@ hours";
"MessageTimer.Days_1" = "%@ day";
"MessageTimer.Days_2" = "%@ days";
"MessageTimer.Days_3_10" = "%@ days";
"MessageTimer.Days_any" = "%@ days";
"MessageTimer.Weeks_1" = "%@ week";
"MessageTimer.Weeks_2" = "%@ weeks";
"MessageTimer.Weeks_3_10" = "%@ weeks";
"MessageTimer.Weeks_any" = "%@ weeks";
"MessageTimer.Months_1" = "%@ month";
"MessageTimer.Months_2" = "%@ months";
"MessageTimer.Months_3_10" = "%@ months";
"MessageTimer.Months_any" = "%@ months";
"MessageTimer.Years_1" = "%@ year";
"MessageTimer.Years_2" = "%@ years";
"MessageTimer.Years_3_10" = "%@ years";
"MessageTimer.Years_any" = "%@ years";

"MessageTimer.ShortSeconds_1" = "%@s";
"MessageTimer.ShortSeconds_2" = "%@s";
"MessageTimer.ShortSeconds_3_10" = "%@s";
"MessageTimer.ShortSeconds_any" = "%@s";
"MessageTimer.ShortMinutes_1" = "%@m";
"MessageTimer.ShortMinutes_2" = "%@m";
"MessageTimer.ShortMinutes_3_10" = "%@m";
"MessageTimer.ShortMinutes_any" = "%@m";
"MessageTimer.ShortHours_1" = "%@h";
"MessageTimer.ShortHours_2" = "%@h";
"MessageTimer.ShortHours_3_10" = "%@h";
"MessageTimer.ShortHours_any" = "%@h";
"MessageTimer.ShortDays_1" = "%@d";
"MessageTimer.ShortDays_2" = "%@d";
"MessageTimer.ShortDays_3_10" = "%@d";
"MessageTimer.ShortDays_any" = "%@d";
"MessageTimer.ShortWeeks_1" = "%@w";
"MessageTimer.ShortWeeks_2" = "%@w";
"MessageTimer.ShortWeeks_3_10" = "%@w";
"MessageTimer.ShortWeeks_any" = "%@w";

"Activity.UploadingPhoto" = "sending photo";
"Activity.UploadingVideo" = "sending video";
"Activity.UploadingDocument" = "sending file";
"Activity.RecordingAudio" = "recording audio";
"Activity.Location" = "picking location";

"Service.NetworkConfigurationUpdatedMessage" = "Connection settings updated successfully.";

"Compatibility.SecretMediaVersionTooLow" = "%@ is using an older version of Telegram, so secret photos will be shown in compatibility mode.\n\nOnce %@ updates Telegram, photos with timers for 1 minute or less will start working in 'Tap and hold to view' mode, and you will be notified whenever the other party takes a screenshot.";

"Contacts.GlobalSearch" = "Global Search";
"Profile.Username" = "username";
"Settings.Username" = "Username";
"Settings.UsernameEmpty" = "None";

"Username.Title" = "Username";
"Username.Placeholder" = "Your Username";
"Username.Help" = "You can choose a username on **Telegram**. If you do, other people will be able to find you by this username and contact you without knowing your phone number.\n\nYou can use **a-z**, **0-9** and underscores. Minimum length is **5** characters.";
"Username.InvalidTooShort" = "A username must have at least 5 characters.";
"Username.InvalidStartsWithNumber" = "Sorry, a username can't start with a number.";
"Username.InvalidCharacters" = "Sorry, this username is invalid.";
"Username.InvalidTaken" = "Sorry, this username is already taken.";

"Username.CheckingUsername" = "Checking username...";
"Username.UsernameIsAvailable" = "%@ is available.";

"WebSearch.Images" = "Images";
"WebSearch.GIFs" = "GIFs";
"WebSearch.RecentSectionTitle" = "Recent";
"WebSearch.RecentSectionClear" = "Clear";

"Settings.PrivacySettings" = "Privacy and Security";

"UserCount_1" = "1 user";
"UserCount_2" = "2 users";
"UserCount_3_10" = "%@ users";
"UserCount_any" = "%@ users";

"PrivacySettings.Title" = "Privacy and Security";

"PrivacySettings.PrivacyTitle" = "PRIVACY";
"PrivacySettings.LastSeen" = "Last Seen";
"PrivacySettings.LastSeenEverybody" = "Everybody";
"PrivacySettings.LastSeenContacts" = "My Contacts";
"PrivacySettings.LastSeenNobody" = "Nobody";

"PrivacySettings.LastSeenEverybodyMinus" = "Everybody (-%@)";
"PrivacySettings.LastSeenContactsPlus" = "My Contacts (+%@)";
"PrivacySettings.LastSeenContactsMinus" = "My Contacts (-%@)";
"PrivacySettings.LastSeenContactsMinusPlus" = "My Contacts (-%@, +%@)";
"PrivacySettings.LastSeenNobodyPlus" = "Nobody (+%@)";

"PrivacySettings.SecurityTitle" = "SECURITY";

"PrivacySettings.DeleteAccountTitle" = "DELETE MY ACCOUNT";
"PrivacySettings.DeleteAccountIfAwayFor" = "If Away For";
"PrivacySettings.DeleteAccountHelp" = "If you do not log in at least once within this period, your account will be deleted along with all groups, messages and contacts.";
"PrivacySettings.DeleteAccountNowConfirmation" = "Delete your account?";
"PrivacySettings.DeleteAccountNever" = "Never";

"PrivacyLastSeenSettings.Title" = "Last Seen";
"PrivacyLastSeenSettings.CustomHelp" = "Important: you won't be able to see Last Seen times for people with whom you don't share your Last Seen time. Approximate last seen will be shown instead (recently, within a week, within a month).";
"PrivacyLastSeenSettings.AlwaysShareWith" = "Always Share With";
"PrivacyLastSeenSettings.NeverShareWith" = "Never Share With";
"PrivacyLastSeenSettings.CustomShareSettingsHelp" = "These settings will override the values above.";

"PrivacyLastSeenSettings.CustomShareSettings.Delete" = "Выдаліць";
"PrivacyLastSeenSettings.AlwaysShareWith.Title" = "Always Share";
"PrivacyLastSeenSettings.AlwaysShareWith.Placeholder" = "Always share with users...";
"PrivacyLastSeenSettings.NeverShareWith.Title" = "Never Share";
"PrivacyLastSeenSettings.NeverShareWith.Placeholder" = "Never share with users...";
"PrivacyLastSeenSettings.EmpryUsersPlaceholder" = "Add Users";
"PrivacyLastSeenSettings.AddUsers_1" = "Add 1 user to this list?";
"PrivacyLastSeenSettings.AddUsers_2" = "Add 2 users to this list?";
"PrivacyLastSeenSettings.AddUsers_3_10" = "Add %@ users to this list?";
"PrivacyLastSeenSettings.AddUsers_any" = "Add %@ users to this list?";

"PrivacySettings.FloodControlError" = "Sorry, too many requests. Unable to change privacy settings now, please wait.";


"ImagePicker.NoPhotos" = "No Photos";
"ImagePicker.NoVideos" = "No Videos";

"Settings.OpenSystemPrivacySettings" = "Open %@ Settings";

// Photo Editor
"PhotoEditor.DiscardChanges" = "Discard Changes";
"PhotoEditor.RevertToOriginal" = "Revert to Original";
"PhotoEditor.RevertMessage" = "Revert to original will remove all edits made to this photo. This action cannot be undone.";

"PhotoEditor.Original" = "Original";
"PhotoEditor.Current" = "Current";

"PhotoEditor.CropReset" = "RESET";
"PhotoEditor.CropAuto" = "AUTO";
"PhotoEditor.CropAspectRatioOriginal" = "Original";
"PhotoEditor.CropAspectRatioSquare" = "Square";

"PhotoEditor.EnhanceTool" = "Enhance";
"PhotoEditor.ExposureTool" = "Exposure";
"PhotoEditor.ContrastTool" = "Contrast";
"PhotoEditor.WarmthTool" = "Warmth";
"PhotoEditor.SaturationTool" = "Saturation";
"PhotoEditor.HighlightsTool" = "Highlights";
"PhotoEditor.ShadowsTool" = "Shadows";
"PhotoEditor.VignetteTool" = "Vignette";
"PhotoEditor.GrainTool" = "Grain";
"PhotoEditor.BlurTool" = "Blur";
"PhotoEditor.SharpenTool" = "Sharpen";

"PhotoEditor.BlurToolOff" = "Off";
"PhotoEditor.BlurToolRadial" = "Radial";
"PhotoEditor.BlurToolLinear" = "Linear";

"PhotoEditor.Set" = "Set";
"PhotoEditor.Skip" = "Skip";

// Camera
"Camera.PhotoMode" = "PHOTO";
"Camera.VideoMode" = "VIDEO";
"Camera.SquareMode" = "SQUARE";
"Camera.FlashOff" = "Off";
"Camera.FlashOn" = "On";
"Camera.FlashAuto" = "Auto";
"Camera.Retake" = "Retake";

"Settings.PhoneNumber" = "Phone Number";

"PhoneNumberHelp.Help" = "You can change your Telegram number here. Your account and all your cloud data — messages, media, contacts, etc. will be moved to the new number.\n\n**Important:** all your Telegram contacts will get your **new number** added to their address book, provided they had your old number and you haven't blocked them in Telegram.";
"PhoneNumberHelp.Alert" = "All your Telegram contacts will get your new number added to their address book, provided they had your old number and you haven't blocked them in Telegram.";
"PhoneNumberHelp.ChangeNumber" = "Change Number";

"ChangePhoneNumberNumber.Title" = "Change Number";
"ChangePhoneNumberNumber.NewNumber" = "NEW NUMBER";
"ChangePhoneNumberNumber.Help" = "We will send an SMS with a confirmation code to your new number.";
"ChangePhoneNumberNumber.NumberPlaceholder" = "Enter your new number";

"ChangePhoneNumberCode.Code" = "YOUR CODE";
"ChangePhoneNumberCode.CodePlaceholder" = "Код";
"ChangePhoneNumberCode.Help" = "Мы даслалі Вам SMS з праверачным кодам";
"ChangePhoneNumberCode.CallTimer" = "Telegram will call you in %@";
"ChangePhoneNumberCode.RequestingACall" = "Запыт тэлефанаваньня ад Telegram...";
"ChangePhoneNumberCode.Called" = "Telegram dialed your number";

"LoginPassword.Title" = "Your Password";
"LoginPassword.PasswordPlaceholder" = "Password";
"LoginPassword.InvalidPasswordError" = "Invalid password. Please try again.";
"LoginPassword.FloodError" = "Ліміт перавышаны. Калі ласка, паспрабуйце пазьней.";
"LoginPassword.ForgotPassword" = "Forgot password?";
"LoginPassword.PasswordHelp" = "Two-Step verification enabled. Your account is protected with an additional password.";
"LoginPassword.ResetAccount" = "Reset Account";

"QuickSend.Photos_1" = "Даслаць 1 выяву";
"QuickSend.Photos_2" = "Даслаць 2 выявы";
"QuickSend.Photos_3_10" = "Send %@ Photos";
"QuickSend.Photos_any" = "Send %@ Photos";

"Share.Title" = "Share";
"Forward.ConfirmMultipleFiles_1" = "Send 1 file to {target}?";
"Forward.ConfirmMultipleFiles_2" = "Send 2 files to {target}?";
"Forward.ConfirmMultipleFiles_3_10" = "Send %@ files to {target}?";
"Forward.ConfirmMultipleFiles_any" = "Send %@ files to {target}?";

"PrivacySettings.TouchIdTitle" = "TouchID";
"PrivacySettings.TouchIdEnable" = "Enable";

"Notification.Reply" = "Reply";
"Notification.Mute1h" = "Mute for 1 hour";
"Notification.Mute1hMin" = "Mute for 1h";
"Conversation.ContextMenuShare" = "Share";

"SharedMedia.TitleAll" = "Shared Media";
"SharedMedia.TitlePhoto" = "Shared Photos";
"SharedMedia.TitleVideo" = "Shared Videos";
"SharedMedia.TitleFile" = "Shared Files";
"SharedMedia.TitleAudio" = "Shared Music";

"SharedMedia.All" = "All";
"SharedMedia.Incoming" = "Received";
"SharedMedia.Outgoing" = "Sent";

"SharedMedia.Photo_1" = "1 photo";
"SharedMedia.Photo_2" = "2 photos";
"SharedMedia.Photo_3_10" = "%@ photos";
"SharedMedia.Photo_any" = "%@ photos";

"SharedMedia.Video_1" = "1 video";
"SharedMedia.Video_2" = "2 videos";
"SharedMedia.Video_3_10" = "%@ videos";
"SharedMedia.Video_any" = "%@ videos";

"SharedMedia.File_1" = "1 file";
"SharedMedia.File_2" = "2 files";
"SharedMedia.File_3_10" = "%@ files";
"SharedMedia.File_any" = "%@ files";

"SharedMedia.Generic_1" = "1 media file";
"SharedMedia.Generic_2" = "2 media files";
"SharedMedia.Generic_3_10" = "%@ media files";
"SharedMedia.Generic_any" = "%@ media files";

"FileSize.B" = "%@ B";
"FileSize.KB" = "%@ KB";
"FileSize.MB" = "%@ MB";
"FileSize.GB" = "%@ GB";

"DownloadingStatus" = "Downloading %@ of %@";

"Time.MonthOfYear_1" = "January %@";
"Time.MonthOfYear_2" = "February %@";
"Time.MonthOfYear_3" = "March %@";
"Time.MonthOfYear_4" = "April %@";
"Time.MonthOfYear_5" = "May %@";
"Time.MonthOfYear_6" = "June %@";
"Time.MonthOfYear_7" = "July %@";
"Time.MonthOfYear_8" = "August %@";
"Time.MonthOfYear_9" = "September %@";
"Time.MonthOfYear_10" = "October %@";
"Time.MonthOfYear_11" = "November %@";
"Time.MonthOfYear_12" = "December %@";

"Time.PreciseDate_1" = "Jan %1$@, %2$@ at %3$@";
"Time.PreciseDate_2" = "Feb %1$@, %2$@ at %3$@";
"Time.PreciseDate_3" = "Mar %1$@, %2$@ at %3$@";
"Time.PreciseDate_4" = "Apr %1$@, %2$@ at %3$@";
"Time.PreciseDate_5" = "May %1$@, %2$@ at %3$@";
"Time.PreciseDate_6" = "Jun %1$@, %2$@ at %3$@";
"Time.PreciseDate_7" = "Jul %1$@, %2$@ at %3$@";
"Time.PreciseDate_8" = "Aug %1$@, %2$@ at %3$@";
"Time.PreciseDate_9" = "Sep %1$@, %2$@ at %3$@";
"Time.PreciseDate_10" = "Oct %1$@, %2$@ at %3$@";
"Time.PreciseDate_11" = "Nov %1$@, %2$@ at %3$@";
"Time.PreciseDate_12" = "Dec %1$@, %2$@ at %3$@";

"MuteFor.Minutes_1" = "Mute for 1 minute";
"MuteFor.Minutes_2" = "Mute for 2 minutes";
"MuteFor.Minutes_3_10" = "Mute for %@ minutes";
"MuteFor.Minutes_any" = "Mute for %@ minutes";

"MuteFor.Hours_1" = "Mute for 1 hour";
"MuteFor.Hours_2" = "Mute for 2 hours";
"MuteFor.Hours_3_10" = "Mute for %@ hours";
"MuteFor.Hours_any" = "Mute for %@ hours";

"MuteFor.Days_1" = "Mute for 1 day";
"MuteFor.Days_2" = "Mute for 2 days";
"MuteFor.Days_3_10" = "Mute for %@ days";
"MuteFor.Days_any" = "Mute for %@ days";

"MuteFor.Weeks_1" = "Mute for 1 week";
"MuteFor.Weeks_2" = "Mute for 2 weeks";
"MuteFor.Weeks_3_10" = "Mute for %@ weeks";
"MuteFor.Weeks_any" = "Mute for %@ weeks";

"MuteExpires.Minutes_1" = "in 1 minute";
"MuteExpires.Minutes_2" = "in 2 minutes";
"MuteExpires.Minutes_3_10" = "in %@ minutes";
"MuteExpires.Minutes_any" = "in %@ minutes";

"MuteExpires.Hours_1" = "in 1 hour";
"MuteExpires.Hours_2" = "in 2 hours";
"MuteExpires.Hours_3_10" = "in %@ hours";
"MuteExpires.Hours_any" = "in %@ hours";

"MuteExpires.Days_1" = "in 1 day";
"MuteExpires.Days_2" = "in 2 days";
"MuteExpires.Days_3_10" = "in %@ days";
"MuteExpires.Days_any" = "in %@ days";

"SharedMedia.EmptyTitle" = "No media files yet";
"SharedMedia.EmptyText" = "Share photos and videos in this chat\n — or this paperclip stays unhappy.";
"SharedMedia.EmptyFilesText" = "You can send and receive\nfiles of any type up to 1.5 GB each\nand access them anywhere.";

"ShareFileTip.Title" = "Sharing Files";
"ShareFileTip.Text" = "You can share **uncompressed** media files from your Camera Roll here.\n\nTo share files of any other type, open them on your %@ (e.g. in your browser), tap **Open in...** or the action button and choose Telegram.";
"ShareFileTip.CloseTip" = "Close Tip";

"DialogList.SearchSectionDialogs" = "Chats and Contacts";
"DialogList.SearchSectionGlobal" = "Global Search";
"DialogList.SearchSectionMessages" = "Паведамленьні";

"Username.LinkHint" = "This link opens a chat with you in Telegram:[\nhttps://telegram.me/%@]";
"Username.LinkCopied" = "Copied link to clipboard";

"SharedMedia.ItemsSelected_1" = "1 Selected";
"SharedMedia.ItemsSelected_2" = "2 Selected";
"SharedMedia.ItemsSelected_3_10" = "%@ Selected";
"SharedMedia.ItemsSelected_any" = "%@ Selected";

"SharedMedia.DeleteItemsConfirmation_1" = "Delete media file?";
"SharedMedia.DeleteItemsConfirmation_2" = "Delete 2 media files?";
"SharedMedia.DeleteItemsConfirmation_3_10" = "Delete %@ media files?";
"SharedMedia.DeleteItemsConfirmation_any" = "Delete %@ media files?";

"PrivacySettings.Passcode" = "Passcode Lock";
"PasscodeSettings.Title" = "Passcode Lock";
"PasscodeSettings.TurnPasscodeOn" = "Turn Passcode On";
"PasscodeSettings.TurnPasscodeOff" = "Turn Passcode Off";
"PasscodeSettings.ChangePasscode" = "Change Passcode";
"PasscodeSettings.Help" = "When you set up an additional passcode, a lock icon will appear on the chats page. Tap it to lock and unlock the app.\n\nNote: if you forget the passcode, you'll need to delete and reinstall the app. All secret chats will be lost.";
"PasscodeSettings.UnlockWithTouchId" = "Unlock with Touch ID";
"PasscodeSettings.SimplePasscode" = "Simple Passcode";
"PasscodeSettings.SimplePasscodeHelp" = "A simple passcode is a 4 digit number.";
"PasscodeSettings.EncryptData" = "Encrypt Local Database";
"PasscodeSettings.EncryptDataHelp" = "Experimental feature, use with caution. Encrypt your local Telegram data, using a derivative of your passcode as the key.";

"EnterPasscode.EnterTitle" = "Enter your Telegram Passcode";
"EnterPasscode.SetupTitle" = "New Passcode";
"EnterPasscode.ChangeTitle" = "Change Passcode";
"EnterPasscode.EnterPasscode" = "Enter your Telegram Passcode";
"EnterPasscode.EnterNewPasscodeNew" = "Enter a passcode";
"EnterPasscode.EnterNewPasscodeChange" = "Enter your new passcode";
"EnterPasscode.RepeatNewPasscode" = "Re-enter your new passcode";
"EnterPasscode.EnterCurrentPasscode" = "Enter your current passcode";
"EnterPasscode.TouchId" = "Enter your passcode";

"DialogList.PasscodeLockHelp" = "Tap to lock Telegram";

"PasscodeSettings.AutoLock" = "Auto-Lock";
"PasscodeSettings.AutoLock.Disabled" = "Disabled";
"PasscodeSettings.AutoLock.IfAwayFor_1minute" = "If away for 1 min";
"PasscodeSettings.AutoLock.IfAwayFor_5minutes" = "If away for 5 min";
"PasscodeSettings.AutoLock.IfAwayFor_1hour" = "If away for 1 hour";
"PasscodeSettings.AutoLock.IfAwayFor_5hours" = "If away for 5 hours";

"PasscodeSettings.FailedAttempts_1" = "1 Failed Passcode Attempt";
"PasscodeSettings.FailedAttempts_2" = "2 Failed Passcode Attempts";
"PasscodeSettings.FailedAttempts_3_10" = "%@ Failed Passcode Attempts";
"PasscodeSettings.FailedAttempts_any" = "%@ Failed Passcode Attempt";
"PasscodeSettings.TryAgainIn1Minute" = "Try again in 1 minute";

"AccessDenied.Title" = "Please Allow Access";

"AccessDenied.Contacts" = "Telegram messaging is based on your existing contact list.\n\nPlease go to Settings > Privacy > Contacts and set Telegram to ON.";

"AccessDenied.VoiceMicrophone" = "Telegram needs access to your microphone to send voice messages.\n\nPlease go to Settings > Privacy > Microphone and set Telegram to ON.";

"AccessDenied.VideoMicrophone" = "Telegram needs access to your microphone to record sound in videos recording.\n\nPlease go to Settings > Privacy > Microphone and set Telegram to ON.";

"AccessDenied.MicrophoneRestricted" = "Microphone access is restricted for Telegram.\n\nPlease go to Settings > General > Restrictions > Microphone and set Telegram to ON.";


"AccessDenied.Camera" = "Telegram needs access to your camera to take photos and videos.\n\nPlease go to Settings > Privacy > Camera and set Telegram to ON.";

"AccessDenied.CameraRestricted" = "Camera access is restricted for Telegram.\n\nPlease go to Settings > General > Restrictions > Camera and set Telegram to ON.";

"AccessDenied.CameraDisabled" = "Camera access is globally restricted on your phone.\n\nPlease go to Settings > General > Restrictions and set Camera to ON";

"AccessDenied.PhotosAndVideos" = "Telegram needs access to your photo library to send photos and videos.\n\nPlease go to Settings > Privacy > Photos and set Telegram to ON.";

"AccessDenied.SaveMedia" = "Telegram needs access to your photo library to save photos and videos.\n\nPlease go to Settings > Privacy > Photos and set Telegram to ON.";

"AccessDenied.PhotosRestricted" = "Photo access is restricted for Telegram.\n\nPlease go to Settings > General > Restrictions > Photos and set Telegram to ON.";

"AccessDenied.LocationDenied" = "Telegram needs access to your location so that you can share it with your contacts.\n\nPlease go to Settings > Privacy > Location Services and set Telegram to ON.";

"AccessDenied.LocationDisabled" = "Telegram needs access to your location so that you can share it with your contacts.\n\nPlease go to Settings > Privacy > Location Services and set it to ON.";

"AccessDenied.LocationTracking" = "Telegram needs access to your location to show you on the map.\n\nPlease go to Settings > Privacy > Location Services and set it to ON.";

"AccessDenied.Settings" = "Наладкі";

"WebSearch.RecentClearConfirmation" = "Are you sure you want to clear recent images?";

"FeatureDisabled.Oops" = "Oops";

"Conversation.ContextMenuReply" = "Reply";

"ForwardedMessages_1" = "Forwarded message";
"ForwardedMessages_2" = "2 forwarded messages";
"ForwardedMessages_3_10" = "%@ forwarded messages";
"ForwardedMessages_any" = "%@ forwarded messages";

"ForwardedFiles_1" = "Forwarded file";
"ForwardedFiles_2" = "2 forwarded files";
"ForwardedFiles_3_10" = "%@ forwarded files";
"ForwardedFiles_any" = "%@ forwarded files";

"ForwardedStickers_1" = "Forwarded sticker";
"ForwardedStickers_2" = "2 forwarded stickers";
"ForwardedStickers_3_10" = "%@ forwarded stickers";
"ForwardedStickers_any" = "%@ forwarded stickers";

"ForwardedPhotos_1" = "Forwarded photo";
"ForwardedPhotos_2" = "2 forwarded photos";
"ForwardedPhotos_3_10" = "%@ forwarded photos";
"ForwardedPhotos_any" = "%@ forwarded photos";

"ForwardedVideos_1" = "Forwarded video";
"ForwardedVideos_2" = "2 forwarded videos";
"ForwardedVideos_3_10" = "%@ forwarded videos";
"ForwardedVideos_any" = "%@ forwarded videos";

"ForwardedAudios_1" = "Forwarded audio";
"ForwardedAudios_2" = "2 forwarded audios";
"ForwardedAudios_3_10" = "%@ forwarded audios";
"ForwardedAudios_any" = "%@ forwarded audios";

"ForwardedLocations_1" = "Forwarded location";
"ForwardedLocations_2" = "2 forwarded locations";
"ForwardedLocations_3_10" = "%@ forwarded locations";
"ForwardedLocations_any" = "%@ forwarded locations";

"ForwardedGifs_1" = "Forwarded GIF";
"ForwardedGifs_2" = "2 forwarded GIFs";
"ForwardedGifs_3_10" = "%@ forwarded GIFs";
"ForwardedGifs_any" = "%@ forwarded GIFs";

"ForwardedContacts_1" = "Forwarded contact";
"ForwardedContacts_2" = "2 forwarded contacts";
"ForwardedContacts_3_10" = "%@ forwarded contacts";
"ForwardedContacts_any" = "%@ forwarded contacts";

"ForwardedAuthors2" = "%@, %@";
"ForwardedAuthorsOthers_1" = "%@ and 1 other";
"ForwardedAuthorsOthers_2" = "%@ and 2 others";
"ForwardedAuthorsOthers_3_10" = "%@ and %@ others";
"ForwardedAuthorsOthers_any" = "%@ and %@ others";

"PrivacySettings.TwoStepAuth" = "Two-Step Verification";
"TwoStepAuth.Title" = "Two-Step Verification";
"TwoStepAuth.SetPassword" = "Set Additional Password";
"TwoStepAuth.SetPasswordHelp" = "You can set a password that will be required when you log in on a new device in addition to the code you get in the SMS.";
"TwoStepAuth.SetupPasswordTitle" = "Your Password";

"TwoStepAuth.SetupHintTitle" = "Password Hint";
"TwoStepAuth.SetupHint" = "Please create a hint for your password:";

"TwoStepAuth.ChangePassword" = "Change Password";
"TwoStepAuth.RemovePassword" = "Turn Password Off";
"TwoStepAuth.SetupEmail" = "Set Recovery E-Mail";
"TwoStepAuth.ChangeEmail" = "Change Recovery E-Mail";
"TwoStepAuth.PendingEmailHelp" = "Your recovery e-mail %@ is not yet active and pending confirmation.";
"TwoStepAuth.GenericHelp" = "You have enabled Two-Step verification.\nYou'll need the password you set up here to log in to your Telegram account.";

"TwoStepAuth.ConfirmationTitle" = "Two-Step Verification";
"TwoStepAuth.ConfirmationText" = "Please check your e-mail and click on the validation link to complete Two-Step Verification setup. Be sure to check the spam folder as well.";
"TwoStepAuth.ConfirmationChangeEmail" = "Change e-mail";
"TwoStepAuth.ConfirmationAbort" = "Abort Two-Step Verification Setup";

"TwoStepAuth.SetupPasswordEnterPasswordNew" = "Enter a password:";
"TwoStepAuth.SetupPasswordEnterPasswordChange" = "Please enter your new password:";
"TwoStepAuth.SetupPasswordConfirmPassword" = "Please re-enter your password:";
"TwoStepAuth.SetupPasswordConfirmFailed" = "Passwords don't match. Please try again.";

"TwoStepAuth.EnterPasswordTitle" = "Password";
"TwoStepAuth.EnterPasswordPassword" = "Password";
"TwoStepAuth.EnterPasswordHint" = "Hint: %@";
"TwoStepAuth.EnterPasswordHelp" = "You have enabled Two-Step Verification, so your account is protected with an additional password.";
"TwoStepAuth.EnterPasswordInvalid" = "Invalid password. Please try again.";
"TwoStepAuth.EnterPasswordForgot" = "Forgot password?";

"TwoStepAuth.EmailTitle" = "Recovery E-Mail";
"TwoStepAuth.EmailSkip" = "Skip";
"TwoStepAuth.EmailSkipAlert" = "No, seriously.\n\nIf you forget your password, you will lose access to your Telegram account. There will be no way to restore it.";
"TwoStepAuth.Email" = "E-Mail";
"TwoStepAuth.EmailPlaceholder" = "Your E-Mail";
"TwoStepAuth.EmailHelp" = "Please add your valid e-mail. It is the only way to recover a forgotten password.";
"TwoStepAuth.EmailInvalid" = "Invalid e-mail address. Please try again.";
"TwoStepAuth.EmailSent" = "We have sent you an e-mail to confirm your address.";
"TwoStepAuth.PasswordSet" = "Your password for Two-Step Verification is now active.";
"TwoStepAuth.PasswordRemoveConfirmation" = "Are you sure you want to disable your password?";

"TwoStepAuth.RecoveryUnavailable" = "Since you haven't provided a recovery e-mail when setting up your password, your remaining options are either to remember your password or to reset your account.";
"TwoStepAuth.RecoveryFailed" = "Your remaining options are either to remember your password or to reset your account.";
"TwoStepAuth.ResetAccount" = "Reset my account";
"TwoStepAuth.ResetAccountHelp" = "You will lose all your chats and messages, along with any media and files you've shared, if you proceed with resetting your account.";
"TwoStepAuth.ResetAccountConfirmation" = "You will lose all your chats and messages, along with any media and files you've shared, if you proceed with resetting your account.";

"TwoStepAuth.RecoveryTitle" = "E-Mail Code";
"TwoStepAuth.RecoverySent" = "We have sent a recovery code to the e-mail you provided:\n\n%@";
"TwoStepAuth.RecoveryCode" = "Код";
"TwoStepAuth.RecoveryCodeHelp" = "Please check your e-mail and enter the 6-digit code we've sent there to deactivate your cloud password.";
"TwoStepAuth.RecoveryCodeInvalid" = "Invalid code. Please try again.";
"TwoStepAuth.RecoveryCodeExpired" = "We have sent you a new 6-digit code.";
"TwoStepAuth.RecoveryEmailUnavailable" = "Having trouble accessing your e-mail %@?";

"TwoStepAuth.FloodError" = "Ліміт перавышаны. Калі ласка, паспрабуйце пазьней.";
"TwoStepAuth.GenericError" = "An error occurred. Please try again later.";

"Conversation.FilePhotoOrVideo" = "Photo or Video";
"Conversation.FileICloudDrive" = "iCloud Drive";
"Conversation.FileDropbox" = "Dropbox";
"Conversation.FileGoogleDrive" = "Google Drive";

"Conversation.FileHowTo" = "How to share files?";
"Conversation.FileOpenIn" = "Open in...";
"Conversation.FileHowToText" = "To share files of any type, open them on your %@ (e.g. in your browser), tap **Open in...** or the action button and choose Telegram.";

"Map.LocationTitle" = "Месцазнаходжаньне";
"Map.OpenInMaps" = "Open in Maps";
"Map.OpenInGooglePlus" = "Open in Google Plus";
"Map.OpenInFoursquare" = "Open in Foursquare";
"Map.OpenInHereMaps" = "Open in HERE Maps";
"Map.OpenInYandexMaps" = "Open in Yandex Maps";
"Map.OpenInYandexNavigator" = "Open in Yandex Navigator";
"Map.OpenIn" = "Open In";
"Map.More" = "Болей...";

"Map.SendThisLocation" = "Send this location";
"Map.SendMyCurrentLocation" = "Send my current location";
"Map.Locating" = "Locating...";
"Map.ChooseAPlace" = "Or choose a place";
"Map.AccurateTo" = "Accurate to %@";
"Map.Search" = "Search places nearby";
"Map.ShowPlaces" = "Show places";
"Map.LoadError" = "An error occurred. Please try again.";
"Map.LocatingError" = "Failed to locate";
"Map.Unknown" = "Unknown location";

"Map.DistanceAway" = "%@ away";
"Map.ETAMinutes_any" = "%@ min";
"Map.ETAHours_1" = "%@ h";
"Map.ETAHours_any" = "%@ h";

"GoogleDrive.Title" = "Google Drive";
"GoogleDrive.Logout" = "Выйсьці";
"GoogleDrive.LogoutTitle" = "Выйсьці";
"GoogleDrive.LogoutMessage" = "Are you sure you want to log out from Google Drive?";
"GoogleDrive.LogoutLogout" = "Выйсьці";
"GoogleDrive.FolderIsEmpty" = "Folder is empty.";
"GoogleDrive.FolderLoadError" = "Unable to load folder.";
"GoogleDrive.LoadErrorTitle" = "Unable to Connect";
"GoogleDrive.LoadErrorMessage" = "Калі ласка, праверце Вашае злучэньне зь Сецівам і паспрабуйце яшчэ раз.";

"ChangePhone.ErrorOccupied" = "The number %@ is already connected to a Telegram account. Please delete that account before migrating to the new number.";

"AccessDenied.LocationTracking" = "Telegram needs access to your location to show you on the map.\n\nPlease go to Settings > Privacy > Location Services and set it to ON.";

"PrivacySettings.AuthSessions" = "Active Sessions";
"AuthSessions.Title" = "Active Sessions";
"AuthSessions.CurrentSession" = "CURRENT SESSION";
"AuthSessions.TerminateOtherSessions" = "Terminate all other sessions";
"AuthSessions.TerminateOtherSessionsHelp" = "Logs out all devices except for this one.";
"AuthSessions.TerminateSession" = "Terminate session";
"AuthSessions.OtherSessions" = "ACTIVE SESSIONS";
"AuthSessions.EmptyTitle" = "No other sessions";
"AuthSessions.EmptyText" = "You can log in to Telegram from other mobile, tablet and desktop devices, using the same phone number. All your data will be instantly synchronized.";
"AuthSessions.AppUnofficial" = "(ID: %@)";

"WebPreview.GettingLinkInfo" = "Getting Link Info...";
"WebPreview.LinkPreview" = "Link Preview";

"Preview.OpenInInstagram" = "Open in Instagram";

"MediaPicker.AddCaption" = "Add a caption...";

"GroupInfo.InviteByLink" = "Invite to Group via Link";

"GroupInfo.InviteLink.Title" = "Invite Link";
"GroupInfo.InviteLink.LinkSection" = "LINK";
"GroupInfo.InviteLink.Help" = "Anyone who has Telegram installed will be able to join your group by following this link.";
"GroupInfo.InviteLink.CopyLink" = "Copy Link";
"GroupInfo.InviteLink.RevokeLink" = "Revoke Link";
"GroupInfo.InviteLink.ShareLink" = "Share Link";
"GroupInfo.InviteLink.RevokeAlert.Text" = "Are you sure you want to revoke this link? Once you do, no one will be able to join the group using it.";
"GroupInfo.InviteLink.RevokeAlert.Revoke" = "Revoke";
"GroupInfo.InviteLink.RevokeAlert.Success" = "The previous invite link is now inactive. A new invite link has just been generated.";
"GroupInfo.InviteLink.CopyAlert.Success" = "Link copied to clipboard.";

"UserInfo.ShareMyContactInfo" = "Падзяліцца маёй кантактнай інфармацыяй";

"GroupInfo.InvitationLinkAccept" = "Do you want to join the chat \"%@\"?";
"GroupInfo.InvitationLinkAcceptChannel" = "Do you want to join the channel \"%@\"?";
"GroupInfo.InvitationLinkAlreadyAccepted" = "You already are a member in this group.";
"GroupInfo.InvitationLinkDoesNotExist" = "Sorry, this group does not seem to exist.";
"GroupInfo.InvitationLinkGroupFull" = "Sorry, this group is already full.";

"Core.ServiceUserStatus" = "Service Notifications";

"Notification.JoinedGroupByLink" = "%@ joined the group via invite link";

"ChatSettings.Other" = "OTHER";
"ChatSettings.Stickers" = "Stickers";

"StickerPacksSettings.Title" = "Stickers";
"StickerPacksSettings.ShowStickersButton" = "Show Stickers Tab";
"StickerPacksSettings.ShowStickersButtonHelp" = "A sticker icon will appear in the input field.";

"StickerPacksSettings.StickerPacksSection" = "STICKER SETS";
"StickerPacksSettings.ManagingHelp" = "Artists are welcome to add their own sticker sets using our @stickers bot.\n\nUsers can add stickers by double-tapping them and choosing \"Add Stickers\".";

"StickerPack.RemovePrompt" = "Remove \"%@\"?";
"StickerPack.BuiltinPackName" = "Great Minds";
"StickerPack.StickerCount_1" = "1 sticker";
"StickerPack.StickerCount_2" = "2 stickers";
"StickerPack.StickerCount_3_10" = "%@ stickers";
"StickerPack.StickerCount_any" = "%@ stickers";

"StickerPack.AddStickerCount_1" = "Add 1 Sticker";
"StickerPack.AddStickerCount_2" = "Add 2 Stickers";
"StickerPack.AddStickerCount_3_10" = "Add %@ Stickers";
"StickerPack.AddStickerCount_any" = "Add %@ Stickers";

"StickerPack.ShareStickers" = "Share Stickers";

"Conversation.ContextMenuStickerPackAdd" = "Add Stickers";
"Conversation.ContextMenuStickerPackInfo" = "Зьвесткі";

"MediaPicker.Processing" = "Processing %@";
"MediaPicker.Nof" = "%@ of";

"UserInfo.ShareBot" = "Share";
"UserInfo.InviteBotToGroup" = "Add To Group";
"Profile.BotInfo" = "about";
"Profile.ShareBotPersonFormat" = "Share the bot with %@?";
"Profile.ShareBotGroupFormat" = "Share the bot with %@?";

"Target.SelectGroup" = "Choose Group";
"Target.InviteToGroupConfirmation" = "Add the bot to \"%@\"?";
"Target.InviteToGroupErrorAlreadyInvited" = "The bot is already a member of the group.";
"Bot.GenericBotStatus" = "bot";
"Bot.DescriptionTitle" = "What can this bot do?";
"Bot.GroupStatusReadsHistory" = "has access to messages";
"Bot.GroupStatusDoesNotReadHistory" = "has no access to messages";
"Bot.Start" = "Start";
"UserInfo.BotSettings" = "Наладкі";
"UserInfo.BotHelp" = "Help";

"Contacts.SearchLabel" = "Search for contacts or usernames";
"ChatSearch.SearchPlaceholder" = "Пошук";

"WatchRemote.NotificationText" = "Open this notification on your phone to view the message from your Apple Watch";
"WatchRemote.AlertTitle" = "Message from your Apple Watch";
"WatchRemote.AlertText" = "Open the message here?";
"WatchRemote.AlertOpen" = "Адчыніць";

"Conversation.SearchPlaceholder" = "Search this chat";
"Conversation.SearchNoResults" = "No Results";

"GroupInfo.AddUserLeftError" = "Sorry, if a person left a group, only a mutual contact can bring them back (they need to have your phone number, and you need theirs).";

"DialogList.SearchSectionRecent" = "Recent";

"DialogList.DeleteBotConfirmation" = "Выдаліць";
"DialogList.DeleteBotConversationConfirmation" = "Delete and Stop";
"Bot.Stop" = "Stop Bot";
"Bot.Unblock" = "Restart Bot";

"Login.PhoneNumberHelp" = "Help";
"Login.EmailPhoneSubject" = "Invalid number %@";
"Login.EmailPhoneBody" = "I'm trying to use my mobile phone number: %@\nBut Telegram says it's invalid. Please help.";

"SharedMedia.TitleLink" = "Shared Links";
"SharedMedia.EmptyLinksText" = "All links shared in this chat will appear here.";

"SharedMedia.Link_1" = "1 link";
"SharedMedia.Link_2" = "2 links";
"SharedMedia.Link_3_10" = "%@ links";
"SharedMedia.Link_any" = "%@ links";

"Compose.NewChannelButton" = "New Channel";
"Channels.Title" = "Channels";

"Compose.NewChannel" = "New Channel";
"GroupInfo.ChannelListNamePlaceholder" = "Channel Name";

"Channel.MessagePhotoUpdated" = "Channel photo updated";
"Channel.MessagePhotoRemoved" = "Channel photo removed";
"Channel.MessageTitleUpdated" = "Channel renamed to \"%@\"";
"Channel.TitleInfo" = "Channel Info";

"Channel.UpdatePhotoItem" = "Set Channel Photo";

"Channel.AboutItem" = "about";
"Channel.LinkItem" = "share link";
"Channel.Edit.AboutItem" = "Description";
"Channel.Edit.LinkItem" = "Link";

"Channel.Username.Title" = "Link";
"Channel.Username.Help" = "You can choose a channel name on **Telegram**. If you do, other people will be able to find your channel by this name.\n\nYou can use **a-z**, **0-9** and underscores. Minimum length is **5** characters.";
"Channel.Username.LinkHint" = "This link opens your channel in Telegram:[\nhttps://telegram.me/%@]";
"Channel.Username.InvalidTooShort" = "Channel names must have at least 5 characters.";
"Channel.Username.InvalidStartsWithNumber" = "Channel names can't start with a number.";
"Channel.Username.InvalidCharacters" = "Sorry, this name is invalid.";
"Channel.Username.InvalidTaken" = "Sorry, this name is already taken.";
"Channel.Username.CheckingUsername" = "Checking name...";
"Channel.Username.UsernameIsAvailable" = "%@ is available.";

"Channel.Share" = "Share";
"Channel.LeaveChannel" = "Leave Channel";

"Channel.About.Title" = "Description";

"Channel.About.Placeholder" = "Description";
"Channel.About.Help" = "You can provide an optional description for your channel.";
"Group.About.Help" = "You can provide an optional description for your group.";
"Channel.About.Error" = "Адбылася памылка.";
"Channel.ShareNoLink" = "Please select a link for your channel so that people can find it in search.";

"Channel.Status" = "channel";
"Group.Status" = "group";

"Compose.NewChannel.Members" = "MEMBERS";
"Compose.NewChannel.AddMember" = "Add Member...";
"Compose.NewChannel.AddMemberHelp" = "You can invite your contacts to join the channel right now or add them later.";
"Channel.NotificationSelfAdded" = "%@ added you to this channel";

"ChannelInfo.ConfirmLeave" = "Leave Channel";
"Channel.JoinChannel" = "Join";
"Forward.ChannelReadOnly" = "Sorry, you can't post to this channel.";

"Conversation.InfoChannel" = "Channel";

"Channel.ErrorAccessDenied" = "Sorry, this channel is private.";
"Conversation.InputTextBroadcastPlaceholder" = "Рассыланьне";

"Channel.NotificationCommentsEnabled" = "Comments are enabled";
"Channel.NotificationCommentsDisabled" = "Comments are disabled";
"Channel.Edit.EnableComments" = "Comments";

"Channel.TitleShowDiscussion" = "show comments";
"Channel.ShareChannel" = "Share";

"Channel.NotificationComments_1" = "1 comment";
"Channel.NotificationComments_2" = "2 comments";
"Channel.NotificationComments_3_10" = "%@ comments";
"Channel.NotificationComments_any" = "%@ comments";
"Channel.NotificationLoading" = "Loading...";

"Conversation.InputTextDisabledPlaceholder" = "Comments are disabled";
"Compose.ChannelTokenListPlaceholder" = "Search for contacts or usernames";
"Compose.GroupTokenListPlaceholder" = "Search for contacts or usernames";

"Compose.ChannelMembers" = "Members";

"Channel.Setup.TypeHeader" = "CHANNEL TYPE";
"Channel.Setup.TypePrivate" = "Канфідэнцыйны";
"Channel.Setup.TypePublic" = "Public";
"Channel.Setup.TypePublicHelp" = "Public channels can be found in search, anyone can join them.";
"Channel.Setup.TypePrivateHelp" = "Private channels can only be joined via an invite link.";

"Channel.Setup.Title" = "Channel";

"Channel.Username.CreatePublicLinkHelp" = "People can share this link with others and find your channel using Telegram search.";
"Channel.Username.CreatePrivateLinkHelp" = "People can join your channel by following this link. You can revoke the link at any time.";

"Channel.Username.CreateCommentsEnabled" = "Comments";
"Channel.Username.CreateCommentsHelp" = "If you enable comments, members will be able to discuss your post in the channel.";

"Channel.Setup.PublicNoLink" = "Please choose a link for your public channel, so that people can find it in search and share with others.\n\nIf you're not interested, we suggest creating a private channel instead.";

"Channel.Edit.PrivatePublicLinkAlert" = "Please note that if you choose a public link for your channel, anyone will be able to find it in search and join.\n\nDo not create this link if you want your channel to stay private.";

"Channel.Info.Description" = "description";

"Channel.Info.Management" = "Admins";
"Channel.Info.BlackList" = "Blacklist";
"Channel.Info.Members" = "Members";

"Channel.Members.AddMembers" = "Add Members";
"Channel.Members.AddMembersHelp" = "Only channel admins can see this list.";
"Channel.Members.Title" = "Members";
"Channel.BlackList.Title" = "Blacklist";
"Channel.Management.Title" = "Admins";
"Channel.Management.LabelCreator" = "Creator";
"Channel.Management.LabelModerator" = "Moderator";
"Channel.Management.LabelEditor" = "Admin";

"Channel.Management.AddModerator" = "Add Admin";
"Channel.Management.AddModeratorHelp" = "You can add admins to help you manage your channel.";

"Channel.Members.Kick" = "Remove";
"Channel.Management.Remove" = "Remove";

"Conversation.InputTextCommentPlaceholder" = "Comment";

"Channel.Members.InviteLink" = "Invite via Link";

"Channel.Management.ErrorNotMember" = "%@ hasn't joined the channel yet. Do you want to invite them?";

"Channel.Moderator.AccessLevelHeader" = "ACCESS LEVEL";
"Channel.Moderator.AccessLevelEditor" = "Editor";
"Channel.Moderator.AccessLevelModerator" = "Moderator";

"Channel.Moderator.AccessLevelModeratorHelp" = "Moderators can remove comments by users and manage the channel's blacklist.\n\nModerators can't change the channel's name, link, photo and description.";
"Channel.Moderator.AccessLevelEditorHelp" = "Editors can post as the channel, manage the blacklist and remove posts.\n\nEditors can't change the channel's name, link, photo and description.";
"Channel.Moderator.AccessLevelRevoke" = "Dismiss Moderator";

"Channel.Moderator.Title" = "Moderator";

"Notification.ChannelInviter" = "%@ invited you to this channel";
"Notification.ChannelInviterSelf" = "You joined this channel";

"Notification.GroupInviter" = "%@ invited you to this group";
"Notification.GroupInviterSelf" = "You joined this group";

"ChannelInfo.DeleteChannel" = "Delete Channel";
"ChannelInfo.DeleteChannelConfirmation" = "Wait! Deleting this channel will remove all members and all messages will be lost. Delete the channel anyway?";

"Channel.Username.InvalidTooManyUsernames" = "Sorry, you have created too many public channels. You can either create a private channel or delete one of your existing channels first.";

"ChannelInfo.ChannelForbidden" = "Sorry, this channel is no longer accessible.";

"PhotoEditor.FadeTool" = "Fade";
"PhotoEditor.TintTool" = "Tint";
"PhotoEditor.TintIntensity" = "Tint Intensity";
"PhotoEditor.ShadowsTint" = "Shadows";
"PhotoEditor.HighlightsTint" = "Highlights";
"PhotoEditor.CurvesTool" = "Curves";
"PhotoEditor.CurvesAll" = "All";
"PhotoEditor.CurvesRed" = "Red";
"PhotoEditor.CurvesGreen" = "Green";
"PhotoEditor.CurvesBlue" = "Blue";

"Channel.ErrorAddBlocked" = "Sorry, you can't add this user to channels.";
"Channel.ErrorAddTooMuch" = "Sorry, you can only add the first 200 members to a channel. Note that an unlimited number of people may join via the channel's link.";

"ChannelIntro.Title" = "What is a Channel?";
"ChannelIntro.Text" = "Channels are a new tool for\nbroadcasting your messages\nto large audiences.";
"ChannelIntro.CreateChannel" = "Create Channel";

"ShareMenu.Send" = "Даслаць";

"Conversation.ReportSpam" = "Report Spam";
"Conversation.ReportSpamConfirmation" = "Are you sure you want to report spam from this user?";
"SharedMedia.EmptyMusicText" = "All music shared in this chat will appear here.";

"ChatSettings.AutoPlayAnimations" = "Autoplay GIFs";

"GroupInfo.ChatAdmins" = "Add Admins";

"ChatAdmins.Title" = "Chat Admins";
"ChatAdmins.AllMembersAreAdmins" = "All Members Are Admins";
"ChatAdmins.AllMembersAreAdminsOnHelp" = "All members can add new members, edit name and photo of the group.";
"ChatAdmins.AllMembersAreAdminsOffHelp" = "Only admins can add and remove members, edit name and photo of the group.";
"ChatAdmins.AdminLabel" = "admin";

"Group.MessagePhotoUpdated" = "Group photo updated";
"Group.MessagePhotoRemoved" = "Group photo removed";
"Group.MessageTitleUpdated" = "Group renamed to \"%@\"";

"Group.UpgradeNoticeHeader" = "MEMBERS LIMIT REACHED";

"Group.UpgradeNoticeText1" = "To go over the limit and get additional features, upgrade to a supergroup:";
"Group.UpgradeNoticeText2" = "•  Supergroups can get up to {supergroup_member_limit} members\n•  New members see the entire chat history\n•  Admins delete messages for everyone\n•  Notifications are muted by default";
"GroupInfo.UpgradeButton" = "Upgrade to supergroup";
"Group.UpgradeConfirmation" = "Please note that group members will need to update their Telegram apps to the latest version to see your supergroup.";

"Notification.GroupMigratedToChannel" = "The group was upgraded to a supergroup";
"Notification.GroupDeactivated" = "Group deactivated";
"Notification.GroupDeactivated" = "Group deactivated";
"Notification.ChannelMigratedFrom" = "This group was upgraded to a supergroup";

"Conversation.StatusGroupDeactivated" = "group deactivated";
"GroupInfo.DeactivatedStatus" = "Group Deactivated";

"Notification.RenamedGroup" = "Group renamed";

"Group.ErrorAddTooMuch" = "Sorry, this group is full.";
"Group.ErrorAddTooMuchBots" = "Sorry, you've reached the maximum number of bots for this group.";
"Group.ErrorAddTooMuchAdmins" = "Sorry, you've reached the maximum number of admins for this group.";
"Group.ErrorAddBlocked" = "Sorry, you can't add this user to groups.";
"Group.ErrorNotMutualContact" = "Sorry, you can only add mutual contacts to groups at the moment.";

"Conversation.SendMessageErrorFlood" = "Sorry, you can only send messages to mutual contacts at the moment.";
"Generic.ErrorMoreInfo" = "More Info";

"Notification.InvitedMany" = "%@ запрасіў %@";

"ChannelMembers.Blacklist.EmptyText" = "Blacklisted users are removed from the group and can only come back if invited by an admin. Invite links don't work for them.";

"ChannelInfo.DeleteGroup" = "Delete Group";
"ChannelInfo.DeleteGroupConfirmation" = "Wait! Deleting this group will remove all members and all messages will be lost. Delete the group anyway?";

"ReportPeer.Report" = "Report";

"ReportPeer.ReasonSpam" = "Spam";
"ReportPeer.ReasonViolence" = "Violence";
"ReportPeer.ReasonPornography" = "Pornography";
"ReportPeer.ReasonOther" = "Other";

"ReportPeer.AlertSuccess" = "Thank you!\nYour report will be reviewed by our team very soon.";

"Login.TermsOfServiceLabel" = "By signing up,\nyou agree to the [Terms of Service].";
"Login.TermsOfServiceHeader" = "Terms of Service";

"ReportPeer.ReasonOther.Placeholder" = "Description";
"ReportPeer.ReasonOther.Title" = "Report";
"ReportPeer.ReasonOther.Send" = "Даслаць";

"Group.Management.AddModeratorHelp" = "You can add admins to help you manage your group.";

"Watch.AppName" = "Telegram";
"Watch.Compose.AddContact" = "Choose Contact";
"Watch.Compose.CreateMessage" = "Create Message";
"Watch.Compose.CurrentLocation" = "Current Location";
"Watch.Compose.Send" = "Даслаць";
"Watch.Contacts.NoResults" = "No matching\ncontacts found";
"Watch.ChatList.NoConversationsTitle" = "No Conversations";
"Watch.ChatList.NoConversationsText" = "To start messaging,\npress firmly, then tap\nNew Message";
"Watch.ChatList.Compose" = "Новыя паведамленьні";

"Watch.Conversation.Reply" = "Reply";
"Watch.Conversation.Unblock" = "Разблякаваць";
"Watch.Conversation.UserInfo" = "Зьвесткі";
"Watch.Conversation.GroupInfo" = "Group Info";
"Watch.Bot.Restart" = "Restart";

"Watch.UserInfo.Title" = "Зьвесткі";
"Watch.UserInfo.Service" = "service notifications";

"Watch.UserInfo.Block" = "Заблякаваць";
"Watch.UserInfo.Unblock" = "Разблякаваць";
"Watch.UserInfo.Mute_1" = "Mute for 1 hour";
"Watch.UserInfo.Mute_2" = "Mute for 2 hours";
"Watch.UserInfo.Mute_3_10" = "Mute for %@ hours";
"Watch.UserInfo.Mute_any" = "Mute for %@ hours";
"Watch.UserInfo.Mute" = "Выключыць гук";
"Watch.UserInfo.Unmute" = "Уключыць гук";

"Watch.GroupInfo.Title" = "Group Info";
"Watch.ChannelInfo.Title" = "Channel Info";

"Watch.Message.ForwardedFrom" = "Forwarded from";

"Watch.Notification.Joined" = "Joined Telegram";

"Watch.MessageView.Title" = "Паведамленьне";
"Watch.MessageView.Forward" = "Пераслаць";
"Watch.MessageView.Reply" = "Reply";
"Watch.MessageView.ViewOnPhone" = "View On Phone";

"Watch.PhotoView.Title" = "Фота";

"Watch.Stickers.Recents" = "Recents";
"Watch.Stickers.RecentPlaceholder" = "Your most frequently used stickers will appear here";
"Watch.Stickers.StickerPacks" = "Sticker Sets";

"Watch.Location.Current" = "Current Location";
"Watch.Location.Access" = "Allow Telegram to access location on your phone";

"Watch.AuthRequired" = "Log in to Telegram on your phone to get started";
"Watch.UnlockRequired" = "Unlock Telegram on your phone";

"Watch.NoConnection" = "No Connection";
"Watch.ConnectionDescription" = "Your Watch needs to be connected for the app to work";

"Watch.State.Connecting" = "Злучэньне...";
"Watch.State.Updating" = "Абнаўленьне...";
"Watch.State.WaitingForNetwork" = "No Network";

"Watch.Time.ShortTodayAt" = "Today %@";
"Watch.Time.ShortYesterdayAt" = "Yesterday %@";
"Watch.Time.ShortWeekdayAt" = "%1$@ %2$@";
"Watch.Time.ShortFullAt" = "%1$@ %2$@";

"Watch.LastSeen.JustNow" = "just now";
"Watch.LastSeen.MinutesAgo_1" = "1 minute ago";
"Watch.LastSeen.MinutesAgo_2" = "2 minutes ago";
"Watch.LastSeen.MinutesAgo_3_10" = "%@ minutes ago";
"Watch.LastSeen.MinutesAgo_any" = "%@ minutes ago";
"Watch.LastSeen.HoursAgo_1" = "1 hour ago";
"Watch.LastSeen.HoursAgo_2" = "2 hours ago";
"Watch.LastSeen.HoursAgo_3_10" = "%@ hours ago";
"Watch.LastSeen.HoursAgo_any" = "%@ hours ago";
"Watch.LastSeen.TodayAt" = "сёньня а %@";
"Watch.LastSeen.YesterdayAt" = "учора а %@";
"Watch.LastSeen.AtWeekday" = "%@";
"Watch.LastSeen.AtDate" = "%@";
"Watch.LastSeen.Lately" = "recently";
"Watch.LastSeen.WithinAWeek" = "within a week";
"Watch.LastSeen.WithinAMonth" = "within a month";
"Watch.LastSeen.ALongTimeAgo" = "a long time ago";

"Watch.Suggestion.OK" = "Добра";
"Watch.Suggestion.ThankYou" = "Thank you.";
"Watch.Suggestion.Thanks" = "Thanks!";
"Watch.Suggestion.WhatsUp" = "What's up?";
"Watch.Suggestion.Yes" = "Так";
"Watch.Suggestion.No" = "Не";
"Watch.Suggestion.Absolutely" = "Absolutely";
"Watch.Suggestion.Nope" = "Nope";
"Watch.Suggestion.TalkLater" = "Talk later?";
"Watch.Suggestion.CantTalk" = "Can't talk now...";
"Watch.Suggestion.HoldOn" = "Hold on a sec...";
"Watch.Suggestion.CallSoon" = "Call you soon.";
"Watch.Suggestion.TextInABit" = "Text you in a bit.";
"Watch.Suggestion.BRB" = "BRB";
"Watch.Suggestion.OnMyWay" = "I'm on my way.";
"Cache.Photos" = "Photos";
"Cache.Videos" = "Videos";
"Cache.Music" = "Music";
"Cache.Files" = "Files";
"Cache.Clear" = "Clear (%@)";
"Cache.ClearNone" = "Clear";
"Cache.ClearProgress" = "Please Wait...";
"Cache.ClearEmpty" = "Empty";
"Cache.ByPeerHeader" = "CHATS";
"Cache.Indexing" = "Telegram is calculating current cache size.\nThis can take a few minutes.";

"ExplicitContent.AlertTitle" = "Sorry";
"ExplicitContent.AlertChannel" = "You can't access this channel because it violates App Store rules.";
"ExplicitContent.AlertUser" = "You can't access this bot because it violates App Store rules.";

"StickerSettings.ContextHide" = "Hide";
"StickerSettings.ContextShow" = "Show";

"Conversation.LinkDialogSave" = "Save";
"Conversation.GifTooltip" = "Tap here to access saved GIFs";

"AttachmentMenu.PhotoOrVideo" = "Photo or Video";
"AttachmentMenu.ImageSearch" = "Image Search";
"AttachmentMenu.File" = "Файл";

"AttachmentMenu.SendPhoto_1" = "Даслаць 1 выяву";
"AttachmentMenu.SendPhoto_2" = "Даслаць 2 выявы";
"AttachmentMenu.SendPhoto_3_10" = "Send %@ Photos";
"AttachmentMenu.SendPhoto_any" = "Send %@ Photos";

"AttachmentMenu.SendVideo_1" = "Даслаць 1 відэа";
"AttachmentMenu.SendVideo_2" = "Даслаць 2 відэа";
"AttachmentMenu.SendVideo_3_10" = "Даслаць %@ відэа";
"AttachmentMenu.SendVideo_any" = "Даслаць %@ відэа";

"AttachmentMenu.SendGif_1" = "Даслаць 1 анімацыю";
"AttachmentMenu.SendGif_2" = "Даслаць 2 анімацыі";
"AttachmentMenu.SendGif_3_10" = "Даслаць %@ анімацый";
"AttachmentMenu.SendGif_any" = "Даслаць %@ анімацый";

"AttachmentMenu.SendItem_1" = "Даслаць 1 аб’ект";
"AttachmentMenu.SendItem_2" = "Даслаць 2 аб’екты";
"AttachmentMenu.SendItem_3_10" = "Даслаць %@ аб’ектаў";
"AttachmentMenu.SendItem_any" = "Даслаць %@ аб’ектаў";

"AttachmentMenu.SendAsFile" = "Даслаць як файл";
"AttachmentMenu.SendAsFiles" = "Даслаць як файлы";

"Conversation.Processing" = "Processing...";

"Conversation.MessageViaUser" = "праз %@";

"CreateGroup.SoftUserLimitAlert" = "You will be able to add more users after you finish creating the group and convert it to a supergroup.";
"ChannelMembers.AllMembersMayInvite" = "All Members May Invite";
"ChannelMembers.AllMembersMayInviteOnHelp" = "Everybody can add new members.";
"ChannelMembers.AllMembersMayInviteOffHelp" = "Only admins can add new members.";

"Privacy.GroupsAndChannels" = "Groups";
"Privacy.GroupsAndChannels.WhoCanAddMe" = "WHO CAN ADD ME TO GROUP CHATS";
"Privacy.GroupsAndChannels.CustomHelp" = "You can restrict who can add you to groups and channels with granular precision.";
"Privacy.GroupsAndChannels.AlwaysAllow" = "Always Allow";
"Privacy.GroupsAndChannels.NeverAllow" = "Never Allow";
"Privacy.GroupsAndChannels.CustomShareHelp" = "These users will or will not be able to add you to groups and channels regardless of the settings above.";

"Privacy.GroupsAndChannels.AlwaysAllow.Title" = "Always Allow";
"Privacy.GroupsAndChannels.AlwaysAllow.Placeholder" = "Always allow...";
"Privacy.GroupsAndChannels.NeverAllow.Title" = "Never Allow";
"Privacy.GroupsAndChannels.NeverAllow.Placeholder" = "Never allow...";

"Privacy.GroupsAndChannels.InviteToGroupError" = "Sorry, you cannot add %@ to groups because of %@'s privacy settings.";
"Privacy.GroupsAndChannels.InviteToChannelError" = "Sorry, you cannot add %@ to channels because of %@'s privacy settings.";
"Privacy.GroupsAndChannels.InviteToChannelMultipleError" = "Sorry, you can't create a group with these users due to their privacy settings.";

"ChannelMembers.WhoCanAddMembers" = "Who can add members";
"ChannelMembers.WhoCanAddMembers.AllMembers" = "All Members";
"ChannelMembers.WhoCanAddMembers.Admins" = "Only Admins";
"ChannelMembers.WhoCanAddMembersAllHelp" = "Everybody can add new members.";
"ChannelMembers.WhoCanAddMembersAdminsHelp" = "Only admins can add new members.";

"ChannelMembers.GroupAdminsTitle" = "GROUP ADMINS";
"ChannelMembers.ChannelAdminsTitle" = "CHANNEL ADMINS";
"MusicPlayer.VoiceNote" = "Галасавое паведамленьне";

"PrivacyLastSeenSettings.WhoCanSeeMyTimestamp" = "WHO CAN SEE MY TIMESTAMP";

"PrivacyLastSeenSettings.GroupsAndChannelsHelp" = "Change who can add you to groups and channels.";
"MusicPlayer.VoiceNote" = "Галасавое паведамленьне";

"Watch.Microphone.Access" = "Allow Telegram to access the microphone on your phone";

"Settings.AppleWatch" = "Apple Watch";
"AppleWatch.Title" = "Apple Watch";
"AppleWatch.ReplyPresets" = "REPLY PRESETS";
"AppleWatch.ReplyPresetsHelp" = "You can select one of these default replies when you compose or reply to a message, or you can change them to anything you like.";

"KeyCommand.FocusOnInputField" = "Write Message";
"KeyCommand.Find" = "Пошук";
"KeyCommand.ScrollUp" = "Scroll Up";
"KeyCommand.ScrollDown" = "Scroll Down";
"KeyCommand.NewMessage" = "Новыя паведамленьні";
"KeyCommand.JumpToPreviousChat" = "Jump to Previous Chat";
"KeyCommand.JumpToNextChat" = "Jump to Next Chat";
"KeyCommand.JumpToPreviousUnreadChat" = "Jump to Previous Unread Chat";
"KeyCommand.JumpToNextUnreadChat" = "Jump to Next Unread Chat";
"KeyCommand.SendMessage" = "Даслаць паведамленьне";
"KeyCommand.ChatInfo" = "Chat Info";

"Conversation.SecretLinkPreviewAlert" = "Would you like to enable extended link previews in Secret Chats? Note that link previews are generated on Telegram servers.";
"Conversation.SecretChatContextBotAlert" = "Please note that inline bots are provided by third-party developers. For the bot to work, the symbols you type after the bot's username are sent to the respective developer.";

"Map.OpenInWaze" = "Open in Waze";

"ShareMenu.CopyShareLink" = "Copy Share Link";

"Channel.SignMessages" = "Sign Messages";
"Channel.SignMessages.Help" = "Add names of the admins to the messages they post.";

"Channel.EditMessageErrorGeneric" = "Sorry, you can't edit this message.";

"ChannelInfo.InvitationLinkDoesNotExist" = "Sorry, this channel does not seem to exist.";

"Conversation.InputTextSilentBroadcastPlaceholder" = "Silent Broadcast";
"Conversation.SilentBroadcastTooltipOn" = "Members will be notified when you post";
"Conversation.SilentBroadcastTooltipOff" = "Members will not be notified when you post";
